Repository: DataViva/dataviva-site
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Brazil has a total of
pt: No total, o Brasil possui

source: establishments that works with
pt: estabelecimentos que trabalham com

source: in number of employees in
pt: em número de empregados

source: and these workers are concentrated in the city of
pt: os quais estão mais concentrados no município de

source: This region has a total of
pt: Nesta região, há um total de

source: This municipality has a total of
pt: Neste município, há um total de

source: Occupation with highest number of jobs
pt: Ocupação com maior número de empregos

source: Jobs
pt: Empregos

source: Municipality with highest number of jobs
pt: Município com maior número de empregos

source: Occupation with highest monthly average income
pt: Ocupação com maior renda média mensal

source: Municipality with highest monthly average income
pt: Município com maior renda média mensal

source: with highest number of jobs
pt: com maior número de empregos

source: with highest monthly average income
pt: com maior renda média mensal

source: Higher Education By
pt: Ensino Superior por

source: University
pt: Universidade

source: Professional Education By
pt: Educação Profissional por

source: Basic Education By
pt: Educaçāo Básica Por

source: Education Level
pt: Nível de Ensino

source: Equipments by
pt: Equipamentos por

source: Establishments by
pt: Estabelecimentos por

source: Unit Type
pt: Tipo de Unidade

source: Facilities
pt: Instalações

source: Beds by
pt: Leitos por

source: Bed Type
pt: Tipo de Leito

source: Professionals by
pt: Profissionais por

source: Product Space
pt: Espaço de Produtos

source: Network
pt: Rede

source: Scatter
pt: Dispersão

source: Activities Space
pt: Espaço de Atividades

source: Trade Balance
pt: Balança Comercial

source: Line
pt: Linha

source: Exports By
pt: Exportações por

source: Destination
pt: Destino

source: Imports By
pt: Importações por

source: Origin
pt: Origem

source: Job By
pt: Empregos por

source: Wage by
pt: Salário por

source: International Trade
pt: Comércio Internacional

source: ECI - Trade
pt: ICE - Comércio

source: Education
pt: Educaçāo

source: Brazil is the 7th largest world economy and the 56th most complex according to the Economic Complexity Index (ECI). In 2015, Brasil has exported
pt: O Brasil é a 7ª maior economia mundial e 56ª economia mais complexa de acordo com o Índice de Complexidade Econômica (ICE). Em 2015, o Brasil exportou US$

source: is one of the
pt: é um dos

source: cities in the state of
pt: municípios do estado

source: With
pt: Com área de

source: microregion is one of the
pt: é uma das

source: subdivisions of the
pt: subdivisões da Mesorregião

source: mesoregion, located in the state of
pt: localizada no estado

source: The mesoregion
pt: A mesorregião

source: is one of the
pt: é uma das

source: subdivisions of the state of
pt: subdivisões do estado

source: It is the
pt: É a

source: regional divisions in Brazil, consisting of the states of
pt: divisões regionais brasileiras, composta pelos estados

source: federated states of Brazil, located in the
pt: unidades federativas do Brasil, localizada na

source: being the
pt: do país, sendo o

source: state in territorial area and
pt: estado com a maior área territorial e o

source: GDP
pt: PIB

source: Life Expectancy
pt: Expectativa de Vida

source: Years
pt: Anos

source: Total Population
pt: População Total

source: GDP per capita
pt: PIB per capita

source: MHDI
pt: IDHM

source: Health
pt: Saúde

source: and imported
pt: e importou US$

source: resulting in a
pt: resultando em um saldo comercial

source: In 2014 Brasil had
pt: Em 2014, o Brasil tinha

source: formal employees. The Brazilian GDP in 2010 was of
pt: empregados formais. O PIB do Brasil em 2010 foi de

source: and its GDP per capita was of
pt: e seu PIB per capita foi de

source: km² of area, it has a population of
pt: km², possui

source: people and a per-capita GDP of
pt: de habitantes e PIB per Capita de R$

source: Located in the
pt: Localizado na Mesorregião

source: mesoregion, it is the
pt: é o

source: city in the state by GDP
pt: município do estado em PIB

source: It comprehends
pt: Compreende um total de

source: cities and has a population of
pt: municípios e possui população de

source: people. Its GDP is
pt: de habitantes. Seu PIB é de R$

source: and its main product for export value is
pt: e seu principal produto por valor exportado é

source: Brazilian meso-region in complexity index and has the population of
pt: mesorregião brasileira em índice de complexidade e possui população de

source: people. Its GDP is R$
pt: habitantes. Seu PIB é de R$

source: and
pt: e

source: The region
pt: No total, a região

source: has a total of
pt: possui

source: people. It is the number
pt: de habitantes. É a

source: region in GDP per capita of Brazil and number
pt: região em PIB per Capita do país e a

source: in population
pt: em população

source: in population. Its territory is limited for
pt: em quantidade de habitantes. Limita-se a

source: Its territory is subdivided in
pt: Seu território é subdividido em

source: cities
pt: municípios

source: Product with Shortest Distance
pt: Produto com Menor Distância

source: Economic Activity with Shortest Distance
pt: Atividade Econômica com Menor Distância

source: Product with Highest Opportunity Gain
pt: Produto com Maior Ganho de Oportunidade

source: Economic Activity with Highest Opportunity Gain
pt: Atividade Econômica com Maior Ganho de Oportunidade

source: with Shortest Distance
pt: com Menor Distância

source: Economic Activity
pt: Atividade econômica

source: with Highest Opportunity Gain
pt: com Maior Ganho de Oportunidade

source: Students Situation
pt: Situação dos Estudantes

source: Shift
pt: Turno

source: The course of
pt: O curso/campo de

source: is the
pt: é o

source: Major
pt: Ensino Superior

source: in number of enrollments in Brazil. The University with the largest number of students in this course is
pt: em número de matrículas no Brasil. A universidade que possui mais alunos é

source: enrolled students. The course has a total of
pt: estudantes. No total, o curso possui

source: students enrolled in the country
pt: alunos matriculados em todo o país

source: in number of enrollments in
pt: em número de matrículas

source: The University with the largest number of students in this course is
pt: A universidade que possui mais alunos neste curso é

source: students enrolled in the region
pt: alunos matriculados em toda a região

source: the state
pt: no estado

source: students enrolled in the state
pt: alunos matriculados em todo o estado

source: the mesoregion of
pt: na mesorregião

source: students enrolled in the mesoregion
pt: alunos matriculados em toda a mesorregião

source: students enrolled in the microregion
pt: alunos matriculados em toda a microrregião

source: students enrolled in the municipality
pt: alunos matriculados em todo o município

source: News Date
pt: Data da Notícia

source: Publish news
pt: Publique notícias

source: Jobs by
pt: Empregos por

source: The
pt: A ocupação de

source: occupation employs
pt: emprega

source: professionals, being number
pt: profissionais, ocupando o

source: in the Brazilian occupation ranking. The Brazilian city that employs the most in this occupation is
pt: lugar no ranking de ocupações no Brasil. O município brasileiro que mais emprega nessa ocupação é

source: and the
pt: e a atividade de

source: activity is the one that employs more
pt: é a que mais possui

source: The average monthly income is
pt: A renda mensal média é de

source: and the average age of workers is
pt: e a idade média dos empregados é de

source: professionals in the
pt: profissionais na

source: region, being number
pt: ocupando o

source: in the region occupation ranking. The average monthly income is
pt: lugar no ranking de ocupações da região. A renda mensal média dos trabalhadores dessa ocupação na região é de

source: and the average age of workers is
pt: e a idade média dos empregados é de

source: The city that employs the most in this occupation is
pt: O município que mais emprega nessa ocupação é

source: professionals in the state of
pt: profissionais no estado de

source: being number
pt: ocupando o

source: in the state occupation ranking. The average monthly income is
pt: lugar no ranking de ocupações do estado. A renda mensal média dos trabalhadores dessa ocupação no estado é de

source: professionals in the the mesoregion of
pt: profissionais no mesorregiāo

source: in its occupation ranking. The average monthly income is
pt: lugar em seu ranking de ocupações. A renda mensal média dos trabalhadores dessa ocupação nesta localidade é de

source: professionals in the micro-region
pt: profissionais no microregiāo

source: and the average age of workers is
pt: e a idade média dos empregados é de

source: Main employer Municipality
pt: Principal Município por Empregos

source: Main employer activity
pt: Principal Atividade por Empregos

source: Activity with highest monthly average income
pt: Atividade com maior renda média mensal

source: Main
pt: Principal

source: Employer Municipality
pt: Município por Empregos

source: Employer Activity
pt: Atividade por Empregos

source: Municipality with Highest
pt: Município com Maior

source: Monthly Average Income
pt: Renda Média Mensal

source: Activity with Highest
pt: Atividade com Maior

source: Be a Partner
pt: Seja um Parceiro

source: The partnerships in the DataViva project are formalized through specific instruments through a Public Calling procedure, under the article 23 of the Brazilian Federal Law number 13.019, of July 31st 2014. See below the current open public callings and the ones already finalized until now. If you have any suggestion of partnership that is not included in the opened Callings,
pt: As parcerias no âmbito do Projeto DataViva são formalizadas por meio de instrumento específico e mediante procedimento de Chamamento Público, nos termos do art. 23 da Lei nº 13.019, de 31 de julho de 2014. Veja abaixo os chamamentos em aberto e aqueles realizados até o momento. Caso tenha alguma sugestão de objeto de parceria que não esteja contemplada nos chamamentos abertos,

source: please contact us.
pt: entre em contato conosco.

source: Also read, in its entirety, the
pt: Leia também, na íntegra, a

source: Resolution number 92 of the Curator Council of FAPEMIG
pt: Deliberação nº 92 do Conselho Curador da FAPEMIG

source: that establishes the guidelines and rules for the formalization of voluntary partnerships between FAPEMIG and public institutions, civil society organizations and everyone else under private right with common goals, in the DataViva project.
pt: que institui as diretrizes e normas para a formalização de parcerias voluntárias entre a FAPEMIG e entidades públicas, organizações da sociedade civil e demais pessoas de direito privado com objetivos comuns, no âmbito do projeto DataViva.

source: Help us strengthen the culture of data usage leading to the socioeconomic development of Brazil.
pt: Atue em conjunto conosco com o objetivo de fortalecer a cultura do uso de dados para o desenvolvimento socioeconômico do Brasil.

source: Check out the partnership interest themes for the DataViva Project:
pt: Confira os temas de interesse para parcerias no âmbito do projeto DataViva:

source: a) Support to public policies development, implementation and evaluation;
pt: a) Suporte à formulação, implementação e avaliação de políticas públicas;

source: b) Economic development;
pt: b) Desenvolvimento econômico;

source: c) Science, technology and innovation;
pt: c) Ciência, tecnologia e inovação;

source: d) Public transparency and Public Administration control;
pt: d) Transparência pública e controle da Administração Pública;

source: e) Big Data and database storage, treatment and visualization;
pt: e) Big Data, armazenamento, tratamento e visualização de bases de dados.

source: f) Economic diversification of Minas Gerais state and other Brazilian regions;
pt: f) Diversificação da economia de Minas Gerais e outras regiões do Brasil;

source: g) Economic complexity of Minas Gerais state and other Brazilian regions;
pt: g) Complexidade econômica de Minas Gerais e de outras regiões do Brasil;

source: h) Reduction of socioeconomic inequality in the state of Minas Gerais and other Brazilian regions.
pt: h) Redução da desigualdade socioeconômica do Estado de Minas Gerais e de outras regiões do Brasil.

source: are number
pt: ocupam a

source: The products of the position of
pt: Os produtos da posiçāo de

source: Product Complexity
pt: Complexidade do Produto

source: International RCA
pt: RCA Internacional

source: International Distance
pt: Distância Internacional

source: International Opportunity Gain
pt: Ganho de Oportunidade Internacional

source: in imports and number
pt: posição em importações e a

source: in exports in Brazil. In
pt: posição em exportações no Brasil. Em

source: its commercial value was of
pt: renderam

source: , representing a variation of
pt: , representando variação de

source: in five years. The municipality in Brazil which exports more
pt: em cinco anos. O município no Brasil que mais exporta

source: is
pt: é

source: and the municipality that imports the most is
pt: e o município que mais importa é

source: in imports in the state of
pt: posição em importações no estado

source: and number
pt: e a

source: in exports. In
pt: posição em exportações. Em

source: in five years. The municipality in
pt: em cinco anos. O município em

source: which exports more
pt: que mais exporta

source: in imports in the mesoregion of
pt: posição em importações na mesorregiāo

source: in imports in the microregion of
pt: posição em importações na microrregiāo

source: in five years.
pt: em cinco anos.

source: Trade Partner
pt: Parceiro Comercial

source: Themes
pt: Temas

source: Basic Course ID
pt: Cursos Básicos

source: Nominal Enrollment Growth (1 years)
pt: Crescimento Nominal das Matrículas (1 ano)

source: Nominal Enrollment Growth (5 years)
pt: Crescimento Nominal das Matrículas (5 anos)

source: CNAE ID
pt: ID CNAE

source: Total Monthly Wages
pt: Renda Mensal Total

source: Nominal Employee Growth (1 year)
pt: Crescimento Nominal dos Empregos (1 ano)

source: Nominal Employee Growth (5 year)
pt: Crescimento Nominal dos Empregos (5 anos)

source: Nominal Wage Growth (1 year)
pt: Crescimento Nominal dos Salários (1 ano)

source: Nominal Wage Growth (5 year)
pt: Crescimento Nominal dos Salários (5 anos)

source: Occupation Diversity
pt: Diversidade de Ocupações

source: Effective Occupation Diversity
pt: Diversidade Efetiva de Ocupações

source: Location Diversity
pt: Diversidade de Localidades

source: Effective Location Diversity
pt: Diversidade Efetiva de Localidades

source: ECI-R
pt: ICE-R

source: Average Distance
pt: Distância média

source: Average Oportunity Gain
pt: Ganho de oportunidade médio

source: IBGE ID
pt: ID IBGE

source: Imports
pt: Importações

source: Nominal Export Growth (1 year)
pt: Crescimento Nominal das Exportações (1 ano)

source: Nominal Export Growth (5 year)
pt: Crescimento Nominal das Exportações (5 anos)

source: Nominal Import Growth (1 year)
pt: Crescimento Nominal das Importações (1 ano)

source: Nominal Import Growth (5 year)
pt: Crescimento Nominal das Importações (5 anos)

source: Product Diversity
pt: Diversidade de Produtos

source: Effective Product Diversity
pt: Diversidade Efetiva de Produtos

source: Export Destination Diversity
pt: Diversidade de Destino das Exportações

source: Effective Export Destination Diversity
pt: Diversidade Efetiva de Destino das Exportações

source: Wage
pt: Massa Salarial

source: Average Monthly
pt: Renda Mensal Média

source: Industry Diversity
pt: Diversidade de Atividades

source: Effective Industry Diversity
pt: Diversidade Efetiva de Atividades

source: Major ID
pt: ID Curso

source: Higher Education
pt: Ensino Superior

source: Graduates
pt: Concluintes

source: Entrants
pt: Ingressantes

source: Morning
pt: Manhã

source: Afternoon
pt: Tarde

source: Night
pt: Noite

source: Full Time
pt: Integral

source: CBO ID
pt: ID CBO

source: HS ID
pt: ID HS

source: WLD ID
pt: ID WLD

source: University ID
pt: Universidade

source: Age
pt: Idade

source: Nominal Graduation Growth (1 year)
pt: Crescimento Nominal dos Concluintes (1 ano)

source: Nominal Enrollment Growth (1 year)
pt: Crescimento Nominal das Matrículas (1 ano)

source: Profile
pt: Perfil

source: Selector(s)
pt: Seletor(es)

source: Choose an option or type what you are looking for
pt: Escolha uma opção ou digite o que procura

source: Create
pt: Criar

source: Login
pt: Entre

source: Login with
pt: Entre com suas credenciais

source: Password
pt: Senha

source: Forgot your password
pt: Esqueceu sua Senha

source: is number
pt: ocupa a posição de número

source: Brazil
pt: Brasil

source: Country
pt: País

source: in the import origins of
pt: em importações para

source: and number
pt: e a posiçāo de número

source: in the export destinations of
pt: em destinos de exportações

source: The most exported product is
pt: O produto mais exportado para esse país é

source: and the total of imports is
pt: e o total de importações é de

source: in the import origins of Brazil and number
pt: em importações para o Brasil e a posiçāo de número

source: in the export destinations of Brazil by trade value. The most exported product from Brazil to this continent is
pt: em exportações realizadas pelo Brasil. O produto mais exportado do Brasil para esse continente é

source: in the import origins of Brazil and
pt: em importações e a

source: there are no exports from Brazil. The total of imports is of
pt: não há exportações no Brasil. O total de importações é de

source: number
pt: posiçāo de número

source: in the export destinations of Brazil by trade value. The most exported product from Brazil to this country is
pt: em exportações realizadas pelo Brasil. O produto mais exportado do Brasil para esse país é

source: Courses
pt: Cursos

source: Students Status
pt: Situação dos Estudantes

source: The institution
pt: A instituição

source: is a
pt: é um estabelecimento de ensino da categoria

source: educational establishment. Its main course is
pt: que tem como principal curso

source: students. The University has a total of
pt: estudantes. No total, a instituição possui

source: enrolled students and
pt: estudantes matriculados e

source: graduates
pt: concluintes

source: Current Password
pt: Senha Atual

source: New Password
pt: Nova Senha

source: Confirm Password
pt: Confirmar Senha

source: Update
pt: Atualizar

source: Please check you inbox so that you can complete your registration.
pt: Por favor verifique seu email para completar o cadastro.

source: Resend confirmation email
pt: Reenviar email de confirmaçāo

source: Edit your profile
pt: Edite o seu perfil

source: Birthday
pt: Data de Aniversário

source: Full name
pt: Nome Completo

source: State/Province/Region
pt: Estado/Província/Região

source: I want to receive news and tips of the best use of Dataviva
pt: Eu quero receber novidades e dicas sobre o melhor do Dataviva

source: Change my password
pt: Alterar minha senha

source: Please inform us your email, so that we can send you a new password
pt: Por favor, informe-nos seu email para que possamos lhe enviar uma nova senha

source: Confirm
pt: Confirmar

source: Sign Up
pt: Cadastre-se

source: Choose your credentials...
pt: Escolha suas credenciais...

source: Welcome
pt: Seja bem vindo

source: Hi there, thank you for signing up to DataViva.
pt: Olá, obrigado por se cadastrar no DataViva.

source: VERIFY E-MAIL
pt: VERIFICAR E-MAIL

source: Contact Us
pt: Fale Conosco

source: About the Data
pt: Sobre os Dados

source: School Census
pt: Censo Escolar

source: Export Destinations
pt: Destinos das Exportações

source: About the Visualizations
pt: Sobre as Visualizações

source: Geo Map
pt: Mapa

source: Occugrid
pt: Ocupações

source: Crosswalk Tables
pt: Tabelas de Conversão

source: HS to CNAE
pt: HS para CNAE

source: CNAE to HS
pt: CNAE para HS

source: CBO to Major
pt: CBO para Curso

source: Major to CBO
pt: Curso para CBO

source: Glossary
pt: Glossário

source: Complexity
pt: Complexidade

source: Diversity
pt: Diversidade

source: Importance
pt: Importância

source: Proximity
pt: Proximidade

source: Comparative Advantage
pt: Vantagem Comparativa

source: Estimated Employment
pt: Emprego Estimado

source: Modules
pt: Módulos

source: What would you like to learn more about?
pt: O que você gostaria de saber mais a respeito?

source: Profiles
pt: Perfis

source: Advanced
pt: Avançado

source: Learn More
pt: Ajuda

source: Admin Panel
pt: Painel do Administrador

source: Logout
pt: Sair

source: Analysis
pt: Análises

source: Crosswalk tables
pt: Tabelas de Conversão

source: Below are the tables to convert nomenclature used in DataViva
pt: Abaixo estão tabelas para conversão das nomenclaturas utilizadas no DataViva

source: to
pt: a

source: Depth
pt: Agregação

source: Terms of Use
pt: Termos de Uso

source: Testimonial
pt: Testemunho

source: Learn how DataViva was Created
pt: Saiba como foi criado o DataViva

source: The Bar Chart visualization allows analyzing values as a histogram. The y-axis represents the frequency of occurances in each bucket display on the x-axis. The buckets are calculated from 2 times the standard deviation above and below the mean value.
pt: O Gráfico de Barras é uma visualização que permite analisar valores num histograma. O eixo y representa a frequência de cada classe exibido no eixo x. As classes são calculadas considerando um intervalo de dois desvios padrão em relação.

source: This visualization is helpful when showing wage distribution for a single filter, such as location or occupation.
pt: Esta visualização é útil para mostrar a distribuição de salários em um único filtro, como localidade ou ocupação.

source: The Box Plot visualization allows analyzing the change of a variable's range across a series of distinct points. Each box represents the IQR, or Interquartile Range for a series of data. This range is defined by the first and third quartiles, with a bisection line repesenting the median. Whiskers extend from the IQR to show the minimum and maximum values for the data series.
pt: O Box Plot é uma visualização que permite analisar a mudança dos intervalos numa série de pontos distintos. Cada caixa representa o quartil de uma série de dados. Ou seja, são representados o primeiro e o terceiro quartil, assim como a mediana. O valor mínimo e máximo também são exibidos com linhas na parte inferior e superior do gráfico.

source: This visualization is helpful when showing wage distribution over time, or age distribution across different education levels.
pt: Esta visualização é usada para mostrar a distribuição de salários no tempo, ou a distribuição de idade nos diferentes níveis educacionais.
