Repository: DataViva/dataviva-site
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: The eighth DataViva visualization aims to facilitate comparison between two different localities and works the same way as a scatter plot. Each locality compared occupies one of the axes of the graph and the values of selected variables are distributed in the same scale, creating a diagonal line where the values are equal. We can thus compare the values of the variables available between two localities (municipalities, regions and states) in a simple and visual way.
pt: O oitavo visualização do DataViva tem como objetivo facilitar a comparação entre duas localidades diferentes e funciona da mesma forma que um gráfico de dispersão. Cada localidade de comparação ocupa um dos eixos do gráfico e os valores das variáveis selecionadas são distribuídos numa mesma escala, criando um linha diagonal na qual os valores são iguais. Pode-se assim comparar os valores das variáveis disponíveis entre duas localidades (municípios, mesorregiões, estados) de forma simples e visual.

source: One of the visualizations is a comparison of exports from Minas Gerais and Rio de Janeiro, revealing that “Mineral Products” is a leading category for both states, with very similar values, since they are located near the diagonal line of the graph. Some other products like “Arts and Antiques” are exported significantly more by Rio de Janeiro state, while products such as “Precious Metals” are exported mostly by Minas Gerais.
pt: A visualização padrão do Compare é um comparativo das exportações entre Minas Gerais e Rio de Janeiro, revelando que os Produtos Minerais é a principal para ambos os estados e tem valores muito próximos, pois estão localizadas sobre a linha diagonal do gráfico. Alguns outros produtos, como Artes e Antiguidades, são exportados mais significativamente pelo estado do Rio de Janeiro, enquanto produtos como Metais Preciosos são mais exportados por Minas Gerais.

source: These comparisons can help with finding other reference localities or determining the most interesting localities for a particular investment or economic activities which are more concentrated in certain regions. Compare creates visualizations with the main variables available in DataViva (products, activities, occupations) and reveal or confirm hypotheses about differences or similarities in the variables selected between two Brazilian localities.
pt: Estas comparações podem ajudar a encontrar outras localidades de referência, definir localidades mais interessantes para determinado investimento ou atividades econômicas mais concentradas em certas regiões, por exemplo. As comparações podem ser feitas com as principais variáveis disponíveis no DataViva (produtos, atividades, ocupações) e revelarem ou confirmarem hipóteses sobre diferenças ou semelhanças, nos aspectos selecionados, sobre duas localidades brasileiras.

source: The Geo Map is a descriptive geographical visualization that enables an analysis of the spatial distribution of the variables available in DataViva. Using a heat scale, it shows the municipalities with the largest (in red) and lowest (blue) values, and allows navigation both to zoom in and out, as to see more information about a selected municipality. This visualization aims to reveal the geographic distribution of the data.
pt: O Mapa é uma visualização descritiva geográfica que possibilita uma análise da distribuição espacial das variáveis disponíveis no DataViva. A partir de uma escala de calor, mostra os municípios com maiores (em vermelho) e menores (em azul) valores e permite a navegação tanto de aproximação (zoom) como para mais informações sobre o município selecionado. Este visualização tem como objetivo revelar a distribuição geográfica dos dados.

source: One of the visualizations, for example, shows the economic activities in Minas Gerais by municipality, showing its concentration in the Metropolitan Region of Belo Horizonte, in the southern part of the state and in the so called Triângulo Mineiro. As in other visualizations, you can change the visualization to the desired variable with the filters.
pt: Sua visualização padrão mostra as atividades econômicas em Minas Gerais por município, evidenciando sua concentração na Região Metropolitana de Belo Horizonte, no sul do estado e no Triângulo Mineiro. Como nos outros visualizações, pode-se alterar a visualização de acordo com a variável desejada.

source: The platform consists of eleven core visualizations, each of which allows different ways of visualizing the data available. Some visualizations are descriptive, that is, show data aggregated at various levels in a simple and comparative way. Others are prescriptive, using calculations that allow an analytic visualization of the data, facilitating the process of decision making and based on theories such as the Product Space.
pt: A plataforma é constituída por onze visualizações principais, os quais permitem diferentes formas de visualizar os dados disponibilizados. Alguns visualizações são descritivos, ou seja, mostram os dados agregados em diversos níveis de forma simples e comparativa. Outros são prescritivos, utilizando cálculos que permitem uma visualização analítica dos dados, facilitando o processo de tomada de decisão a partir de teorias como a do Product Space.

source: Each one of these sections explains the objectives and how to interpret the eleven visualizations of DataViva.
pt: Cada umas das seções explica os objetivos e a forma de interpretar as onze visualizações do DataViva.

source: The options at the top left of each visualization allow the user to quickly switch to another visualization, change the view presented and modify the filters available in each visualization (location, data aggregation, color pattern, etc). Each filter creates a different view, using different variables and allows the user to interpret and analyze different aspects of Brazilian economic reality.
pt: As opções no canto superior esquerdo de cada visualização permitem ao usuário mudar rapidamente para outro visualização, alterar a visualização apresentada e modificar os filtros disponíveis em cada aplicativo (localidade, agregação dos dados, padrão de cores, etc.). Cada um dos filtros cria uma visualização diferente, utilizando variáveis diferentes e permitindo ao usuário interpretar e analisar diferentes aspectos da realidade econômica brasileira.

source: The views are created from four databases, one on exports and another on occupations and industries in Brazil. It is possible to cross the main variables of each database, building different views. For example, you can view the products exported by a state, or export destinations of the state (change output), or exports destiny of only one product or product section selected (depth filter), with a color code showing those which presented growth or decline in the last five years (color filter).
pt: As visualizações são criadas a partir de quatro bases de dados, uma sobre produtos exportados e outra sobre ocupações e atividades econômicas em todo o Brasil. É possível fazer o cruzamento das principais variáveis de cada base de dados, construindo visualizações diferentes. Por exemplo, pode-se visualizar os produtos exportados por um estado, ou os destinos das exportações do estado (alterar visualização), ou os destinos das exportações de apenas um produto ou seção de produtos selecionado (filtro de agregação), com um código de cores que mostra aqueles que tiveram crescimento ou queda nos últimos cinco anos (filtro de cor).

source: View the Visualization
pt: Abrir a Visualização

source: The Line visualization allows analyzing the change of a variable over time. This view follows the same color pattern of the other visualizations, facilitating the identification of large groups to which each item belongs. Therefore, this visualization facilitates an understanding of the growth patterns and trends of any of the variables available in DataViva.
pt: O Gráfico de Linha permite analisar as mudanças de uma variável no tempo. Esta visualização segue o mesmo padrão de cores das demais, facilitando a identificação de grandes grupos aos quais os itens pertecem, facilitando a compreensão dos padrões de crescimento e as tendências de qualquer variável disponível no DataViva.

source: The purpose of this visualization is to allow the visualization of the data in a time series, revealing product, economic activities, occupations or localities with greater participation over time and its history of growth or decrease, either in gross or percentage. One of the visualizations, for instance, is for economic activities of Minas Gerais, revealing the overall growth of the state economy and which sectors had the greatest contribution to this growth since 2002.
pt: O objetivo do visualização Evolução é permitir a visualização dos dados em uma série histórica, revelando produtos, atividades econômicas, ocupações ou localidades com maior participação ao longo do tempo e seu histórico de crescimento ou diminuição, seja em valores brutos ou percentuais. A visualização padrão no DataViva é para as atividades econômicas de Minas Gerais, revelando o crescimento total da economia do estado e quais os setores que tiveram maior contribuição neste crescimento desde de 2002.

source: Like the other visualizations, you can modify the data displayed for any of the basic variables available in DataViva (products, activities, occupations) and their intersections with localities all over Brazil at different levels (state, region, municipality).
pt: Como os outros visualizações, é possível modificar os dados visualizados para qualquer uma das variáveis básicas disponíveis no DataViva (produtos, atividades, ocupações) e seus cruzamentos com as localidades de todos o Brasil em diferentes níveis (Estado, Mesorregião, Município).

source: The Network visualization displays the original Product Space, using the same network of products created by professors Hidalgo and Hausmann based on worldwide exports. It represents the connections between products in terms of the probability of co-exportation of these, and is the basis of the theory of economic development proposed by these professors from MIT and Harvard, respectively. In DataViva one can also visualize the "Industry Space", a representation of the connections of all Brazilian economic activities based on their shared occupations.
pt: O visualização Rede é a visualização original do Product Space, utilizando a mesma rede de produtos criada pelos professores Hidalgo e Hausmann a partir das exportações mundiais. Representa, portanto, as conexões entre os produtos em termos da probabilidade de co-exportação destes e é a base da teoria sobre desenvolvimento econômico proposta por estes professores do MIT e de Havard, respectivamente. No DataViva é possível também visualizar o “espaço de atividades”, uma representação da rede de conexões das atividades econômicas brasileiras a partir de suas ocupações comuns.

source: This visualization allows highlighting, in the Product Space or the Industry Space, all products or activities in which a region has Revealed Comparative Advantage (RCA>1). Therefore, one can see where are the products or activities in which a region has comparative advantage, if these products or activities are in the central region of the network (are more complex) and what are their connections.
pt: A visualização permite sobrepor no “espaço de produtos” ou no “espaço de atividades” os produtos ou as atividades nos quais uma região possui a chamada vantagem comparativa revelada (RCA>1). Deste modo, pode-se perceber onde estão localizados os produtos ou as atividades nos quais a região possui vantagem comparativa, se estes produtos ou atividades estão na região central da rede (mais complexos) e quais são suas conexões.

source: This is a prescriptive visualization that reveals interesting ways for the economic development of a region based on the Product Space theory. According to this theory, a region must move (gain comparative advantage) to products or activities located in the center of the network, starting from those products or activities in which it already has comparative advantage.
pt: Este é um visualização prescritivo que revela caminhos mais interessantes para o desenvolvimento econômico de uma região com base na teoria do Product Space. De acordo com esta teoria, uma região deve mover (conquistar vantagem comparativa) para produtos ou atividades localizados no centro da rede a partir daqueles produtos ou atividades nos quais já possui vantagem comparativa.

source: One visualization, for instance, on DataViva, is the Industry Space of Minas Gerais, allowing to quickly learn in what activities the state has comparative advantage and in which categories they are (from the same color pattern used on all visualizations).
pt: Uma visualização, por exemplo, no DataViva, é o espaço de atividades para Minas Gerais, permitindo conhecer de forma rápida em quais atividades o estado possui vantagem comparativa e de quais categorias elas são (a partir do mesmo padrão de cores utilizado em toda a plataforma).

source: For a better understanding and interpretation of this visualization, it is recommended to check the terms and basic concepts of the Product Space theory.
pt: Para uma melhor compreensão e interpretação desta visualização, recomenda-se consultar os termos e conceitos básicos da teoria do Product Space.

source: The Occugrid deals specifically with RAIS data regarding occupations in Brazil. The goal is to show graphically which are the main occupations employed in various economic activities, their importance to each industry and the number of employees who work in these activities. Prescriptive in nature, this visualization compares the location in question with a reference calculated from the definition of other similar localities in terms of economic structure. Consequently, it enables, in a single visualization, the ability to know what are the main occupations of an industry, how many professionals work in comparable localities, how many professionals work in the region, and how many of them work specifically in that region and industry.
pt: O visualização Ocupações trata especificamente dos dados da RAIS sobre ocupação no Brasil. Seu objetivo é mostrar de forma gráfica quais as principais ocupações empregadas nas diversas atividades econômicas, sua importância para cada atividade e o número de empregos presentes nestas atividades. De natureza prescritiva, esta visualização compara a localidade em análise com um padrão calculado a partir da definição de outras localidades similares em termos de estrutura econômica. Deste modo, ele permite numa única visualização conhecer quais as principais ocupações de uma atividade, quantos profissionais atuam em localidades de comparação, quantos profissionais atuam naquela região e quantos atuam especificamente naquela região e atividade.

source: This type of visualization allows an analysis of the labor market of a region, the professions needed to develop an industry, and, in conjunction with other visualizations about economic activities and occupations, links occupations and economic activities (which may also be related to the products they manufacture). It is also an initial step towards an analysis of human capital training needs in a locality, revealing shortcomings of qualified personnel and its importance for the economic activities analyzed.
pt: Este tipo de visualização permite uma análise do mercado de trabalho de uma região, das profissões necessárias para desenvolver uma atividade econômica, e, em conjunto com outros visualizações sobre atividades econômicas e ocupações, ligações entre ocupações e atividades econômicas (que podem ainda ser relacionadas com os produtos que fabricam). É, ainda, um passo inicial para uma análise das necessidades de formação de capital humano de uma localidade, revelando deficiências de pessoal qualificado e sua importância para as atividades econômicas analisadas.

source: Unlike the other visualizations, the Occugrid allows only one type of output, because it was created especially for the analysis of occupations (and related economic activities). However, the output can use different parameters and types of grouping. One of the possible visualizations shows the average number of jobs per establishment for the “Arts and Entertainment” industry in Minas Gerais.
pt: Diferentemente dos demais visualizações, Ocupações permite apenas um tipo de visualização, pois foi criado especialmente para a análise das ocupações (relacionadas com as atividades econômicas). Porém, a visualização pode ser feita utilizando diferentes parâmetros e tipos de agrupamento. Na visualização padrão do DataViva, apresenta-se a média de empregos por estabelecimento para a atividade artes e entretenimento em Minas Gerais.

source: The Rings visualization allows viewing a product, industry or occupation in isolation, making it easier to navigate round its primary and secondary connections, which can be a bit difficult in the Network visualization. Also a prescriptive visualization, its main advantage is to create a visualization of the location of an isolated product, industry, or occupation in the network, revealing all of their first degree connections and the connections of these connections (second degree). It also shows those products, activities or occupations in which the selected location has revealed comparative advantage (RCA> 1).
pt: A visualização Anéis permite analisar um produto, atividade econômica ou ocupação de forma isolada, facilitando a navegação por suas conexões de primeiro e segundo grau, que pode ser um pouco trabalhosa no visualização Rede. Também um aplicativo prescritivo, sua principal vantagem é trazer uma visualização isolada da localização de um produto, atividade ou ocupação, revelando todas as suas conexões de primeiro grau e as conexões destas conexões (segundo grau). Mostra ainda aqueles produtos, atividades ou ocupações nas quais a localidade selecionada possui vantagem comparativa revelada (RCA>1).

source: This is important because, according to the Product Space theory, having comparative advantage in a product means that the region has the expertise to produce it and the knowledge that is shared in the production of connected products. Thus, one can visualize, quickly and easily, if the product has many connections and if these are with products that the region already has comparative advantage, which would facilitate its development, because it means that much of the productive knowledge needed is already present.
pt: Isto é importante porque, de acordo com a teoria do Product Space, possuir vantagem comparativa em um produto, por exemplo, significa que a região possui os conhecimentos necessários para produzi-los, conhecimentos que são compartilhados na produção de produtos conectados. Deste modo, visualiza-se de forma rápida e fácil se o produto analisado possui muitas conexões e se estas são com produtos que a região já possui vantagem comparativa, o que facilitaria seu desenvolvimento, pois significa que muitos dos conhecimentos produtivos necessários já estão presentes.

source: Similar to other visualizations, Rings uses a standard color pattern that lets one see of which big group a product, industry or occupation belongs, as well as other groups with which it is connected. Correctly understanding the concepts of the Product Space theory is fundamental to interpret this prescriptive visualization.
pt: Da mesma forma que os outros visualizações, usa-se um padrão de cores que permite ver a qual grande grupo o produto, atividade ou ocupação visualizado pertence, assim como com quais outros grupos ele está conectado. Compreender de forma correta os conceitos da teoria do Product Space é fundamental para interpretar esta visualização prescritiva.

source: The Scatter visualization is another prescriptive visualization which allows comparing the distribution of economic activities and exports of a location based on the relationship between two variables (one on the X axis and another one on the Y axis). This graph facilitates the analysis and definition of the more interesting activities and products for the economic development of a region by putting together two indicators of the Product Space theory.
pt: O visualização Dispersão é mais um visualização prescritivo e permite visualizar de forma comparativa a distribuição das atividades econômicas e exportações de uma localidade a partir de relação entre duas variáveis (uma no eixo x e outra no eixo y). Este gráfico facilita a análise e definição das atividades e produtos mais interessantes para o desenvolvimento econômico de uma região ao colocar juntos dois índices da teoria do Product Space.

source: For example, to determine which product would be more interesting for the development of a location, one can use the Scatter visualization to analyze simultaneously the indicators of complexity and distance of a product from the current production structure of this location. Products with higher complexity and lower distance will be located in the same quadrant of the graph and those would be, in principle, the ones with the greatest potential for the location.
pt: Por exemplo, para determinar qual produto seria mais interessante para o desenvolvimento de uma localidade, pode-se usar o gráfico de Dispersão para analisar ao mesmo tempo o índice de complexidade do produto e sua distância em relação à estrutura produtiva atual desta localidade. Os produtos com maior complexidade e menor distância estarão localizados no mesmo quadrante do gráfico e seriam aqueles, a princípio, com maior potencial para a localidade analisada.

source: One visualization, for example, shows the economic activities of Minas Gerais and its plot distribution considering the distance (x-axis) and the unique occupations (y-axis). Note that “Construction” is the group of activities with the highest number of unique occupations and one of the smallest distances to the state, while Financial Services & Insurance is the group with the smallest number of unique occupations and greater distance. Hence, the visualization allows easy analysis of the activities and products of a region from the intersection of two of the indicators calculated based on the Product Space theory.
pt: A visualização padrão do DataViva mostra as atividades econômicas de Minas Gerais e sua distribuição em relação à distância (eixo x) e às ocupações exclusivas (eixo y). Nota-se que a Construção Civil é o grupo de atividades com maior número de ocupações exclusivas e com uma das menores distâncias para o estado, enquanto Serviços Financeiros e Seguros é o grupo com menor grupo de ocupações exclusivas e maior distância. Deste modo, o visualização permite uma análise fácil das atividades e produtos de uma região a partir do cruzamento de dois dos índices calculados com base na teoria do Product Space.

source: As in other prescriptive visualizations, it is recommended to know the terms and concepts of the Product Space theory to make a correct interpretation of the visualization.
pt: Como nos demais aplicativos visualizações, recomenda-se conhecer os conceitos e termos da teoria para que se possa fazer uma interpretação correta da visualização.
