Repository: DataViva/dataviva-site
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Search by name or by Course SC number:
pt: Busque pelo nome ou pelo No. Couse SC:

source: Course SC
pt: SC do Curso

source: Choose an industry or type what you are looking for
pt: Escolha um setor industrial ou busque pelo nome

source: Divisions
pt: Divisões

source: Sections
pt: Seções

source: Search by name ou by CNAE number
pt: Busque pelo nome ou pelo No. CNAE

source: Mesoregions
pt: Mesorregiões

source: Search by name or IBGE number:
pt: Busque pelo nome ou pelo No. IBGE:

source: Choose a course or type what you are looking for
pt: Escolha um curso ou busque pelo nome

source: Search by name or Course HEDU number:
pt: Busque pelo nome ou pelo No. Course HEDU:

source: Choose a occupation or type what you are looking for
pt: Escolha uma ocupacão ou busque pelo nome

source: Families
pt: Famílias

source: Big Groups
pt: Grandes Grupos

source: Search by name or CBO number:
pt: Busque pelo nome ou pelo No. CBO:

source: Choose a product or type what you are looking for
pt: Escolha um produto ou digite o que procura

source: Positions
pt: Posições

source: Search by name or HS number:
pt: Busque pelo nome ou pelo No. HS:

source: Choose a trade partner or type what you are looking for
pt: Escolha um parceiro comercial ou busque pelo nome

source: Continents
pt: Continentes

source: Search by name or WLD number:
pt: Busque pelo nome ou pelo No. WLD:

source: Choose a university or type what you are looking for
pt: Escolha uma universidade ou busque pelo nome

source: Time Resolution
pt: Resolução Temporal

source: Changes the time resolution between yearly and monthly.
pt: Altera a resolução de tempo entre anual e mensal.

source: Axes
pt: Eixos

source: Changes the X and Y variables used in the chart.
pt: Altera o variáveis X e Y utilizadas no gráfico.

source: X Axis
pt: Eixo X

source: Changes the X axis variable.
pt: Alterar a variável do eixo Y.

source: Y Axis
pt: Eixo Y

source: Changes the Y axis variable.
pt: Alterar a variável do eixo Y.

source: Changes the ordering of the visible areas based on the selected sorting.
pt: Mudar a ordem das áreas visíveis com base na ordenação selecionada.

source: Ascending
pt: Ascendente

source: Descending
pt: Descendente

source: Changes the X axis between value and market share.
pt: Mudar o eixo X entre o valor e a participação de mercado.

source: Value
pt: Valor

source: Market Share
pt: Participação de Mercado

source: RCA Scope
pt: Escopo do RCA

source: Changes which RCA variable is used when highlighting products in the visualization.
pt: Altera qual RCA será utilizado para destacar produtos na visualização.

source: Domestic
pt: Doméstico

source: International
pt: Internacional

source: Scale
pt: Escala

source: Changes the mathematical scale used on both axes.
pt: Altera a escala matemática utilizada em ambos os eixos.

source: Highlight RCA
pt: Realçar RCA

source: Removes coloring from nodes which do not have RCA.
pt: Remover cor dos nós que não têm RCA.

source: Hide RCA
pt: Esconder RCA

source: Hides nodes that have RCA.
pt: Ocultar nós que possuem RCA.

source: On
pt: Liga

source: Off
pt: Desliga

source: Sort
pt: Ordenar

source: Changes the variable used to order the areas.
pt: Alterar a variável usada para ordenar as áreas.

source: Changes the variable used to order the donut charts.
pt: Alterar a variável usada para ordenar os gráficos de rosca.

source: Size
pt: Tamanho

source: Changes the variable used to size the rectangles.
pt: Alterar a variável usada para o tamanho dos retângulos.

source: Changes the variable used to size the circles.
pt: Alterar a variável usada para o tamanho dos círculos.

source: Changes the variable used to color the rectangles.
pt: Alterar a variável utilizada para colorir os retângulos.

source: Changes the variable used to color the areas.
pt: Alterar a variável utilizada para colorir os áreas.

source: Changes the variable used to color the locations.
pt: Alterar a variável utilizada para colorir os locais.

source: Changes the variable used to color the circles.
pt: Alterar a variável utilizada para colorir os círculos.

source: Available
pt: Disponível

source: Not available
pt: Não Disponível

source: Grouping
pt: Grupo

source: Groups the donut charts into different categorizations.
pt: Agrupar os gráficos de rosca em diferentes categorizações.

source: None
pt: Nenhum

source: Month
pt: Mês

source: Feb
pt: Fev

source: Apr
pt: Abr

source: May
pt: Mai

source: Aug
pt: Ago

source: Sep
pt: Set

source: Oct
pt: Out

source: Dec
pt: Dez

source: Changes the level of aggregation.
pt: Alterar o nível de agregação.

source: Planning Region
pt: Região de Planejamento

source: Main Group
pt: Grande Grupo

source: Principal Subgroup
pt: SubGrupo Principal

source: Subgroup
pt: SubGrupo

source: Family
pt: Família

source: Section
pt: Seção

source: Division
pt: Divisão

source: Group
pt: Grupo

source: Class
pt: Classe

source: Chapter
pt: Capítulo

source: Position
pt: Posição

source: Sub-Position
pt: Sub-Posição

source: Continent
pt: Continente

source: Planning Regions
pt: Regiões de Planejamento

source: Main Groups
pt: Grandes Grupos

source: Principal Subgroups
pt: SubGrupos Principais

source: Subgroups
pt: SubGrupos

source: Groups
pt: Grupos

source: Chapters
pt: Capítulos

source: Sub-Positions
pt: Sub-Posições

source: Field
pt: Campo

source: Schools
pt: Escolas

source: Economic Complexity measures how diversified and complex a location's export production is.
pt: Complexidade Econômica mede quão diversificada e complexa são as exportações de uma localidade.

source: Product Complexity is a measure of how complex a product is, based on how many countries export the product and how diversified those exporters are.
pt: A Complexidade do Produto é uma medida de quão complexo é um produto, baseada no número de países que exportam o produto e quão diversificados são estes exportadores.

source: The diversity of a given variable corrected for the share that each unit represents.
pt: A diversidade de uma dada variável corrigida pela participação que cada unidade representa.

source: Distance is a measure used to indicate how "far away" any given location is from a particular industry, occupation or product.
pt: Distância é uma medida utilizada para indicar o quão longe uma localidade específica está de um determinado setor, ocupação ou produto.

source: Employed
pt: Empregado

source: Importance measures the ubiquity of a given occupation in a particular industry. Occupations with a high importance in an industry are commonly employed in said industry.
pt: Importância mede a ubiquidade de uma determinada ocupação em um setor específico. As ocupações com um alto grau de importância em uma determinada atividade são geralmente empregadas na atividade mencionada.

source: Employees Available In Other Industries
pt: Profissionais em Outras Indústrias

source: Estimated Employees
pt: Estimativa de Empregos

source: The number of jobs needed in order to have RCA in an industry in a particular location, based on the averages of locations with similar industrial composition and RCA in the specific industry.
pt: Número de empregos necessários para que uma atividade em uma dada localidade tenha vantagem comparativa, com base na média de localidades similares que possuem vantagem comparativa na atividade.

source: Similar Locations
pt: Localidades Similares

source: These are the similar locations used to calculate the number of Estimated Employees:
pt: Localidades utilizadas para calcular o número de Empregos Estimados para esta localidade:

source: These are the top 10 most similar locations used to calculate the number of Estimated Employees:
pt: 10 localidades principais utilizadas para calcular o número de Empregos Estimados para esta localidade:

source: Wage Growth
pt: Crescimento dos Salários

source: Cumulative Wage Growth
pt: Crescimento Salarial Acumulado

source: Revealed Comparative Advantage is a numeric value used to connote whether a particular product or industry is especially prominent in a location.
pt: A Vantagem Comparativa Revelada é um valor numérico utilizado para denotar se um produto ou atividade em particular é especialmente proeminente em uma localidade.

source: Opportunity gain is a measure that indicates how much diversity is offered by an industry or product should the given location develop it.
pt: O ganho de oportunidade é uma medida que indica quanta diversidade é oferecida por uma determinada atividade ou produto se uma determinada localidade fosse desenvolvê-lo.

source: Wages and Employment (RAIS)
pt: Salários e Emprego (RAIS)

source: Data provided by RAIS
pt: Dados Fornecidos por RAIS

source: Jobs per Establishment
pt: Empregos por Estabelecimento

source: Monthly Wage
pt: Renda Mensal

source: Brazilian Average Wage
pt: Salário Médio Brasileiro

source: International Trade (SECEX)
pt: Comércio Internacional (SECEX)

source: Data provided by SECEX
pt: Dados Fornecidos por SECEX

source: Trade Value
pt: Valor do Comércio

source: Export Weight
pt: Peso das Exportações

source: Exports per kg
pt: Exportações por peso

source: Import Weight
pt: Peso das Importações

source: Imports per kg
pt: Importações por peso

source: Exports/Imports
pt: Exportações/Importações

source: Import Origins
pt: Origens de Importação

source: from
pt: de

source: Data provided by INEP/MEC
pt: Dados Fornecidos por INEP/MEC

source: Funding
pt: Financiamento

source: Filters the data based on the administrative dependency of the school.
pt: Filtra os dados com base na dependência administrativa da escola.

source: Average Class Size
pt: Tamanho Médio da Turma

source: Federal Public
pt: Pública Federal

source: State Public
pt: Pública Estadual

source: Municipal Public
pt: Pública Municipal

source: Private
pt: Privada

source: Electronic Invoices (EI)
pt: Notas Fiscais Eletrônicas (NFe)

source: Data provided by SEF/MG
pt: Dados Fornecidos por SEF/MG

source: Purchase Value
pt: Valor de Compra

source: Purchase
pt: Valor de Compra

source: Transfer Value
pt: Valor de Transferência

source: Transfer
pt: Valor de Transferência

source: BRA ID
pt: ID BRA

source: Sector
pt: Setor

source: Name (English)
pt: Nome (Inglês)

source: Name (Portuguese)
pt: Nome (Português)

source: Top
pt: Principal

source: Sending Location
pt: Localização de Envio

source: Sending Locations
pt: Localizações de Envio

source: Receiving Location
pt: Localização de Recepção

source: Receiving Locations
pt: Localizações de Recepção

source: Icon
pt: Ícone

source: Choose from the following file types:
pt: Escolha um dos seguintes tipos de arquivo:

source: A table format that can be imported into a database or opened with Microsoft Excel.
pt: Um formato de tabela que pode ser importado para um banco de dados ou aberto com o Microsoft Excel.

source: Basic Values
pt: Valores Básicos

source: Growth
pt: Crescimento

source: Strategic Indicators
pt: Indicadores Estratégicos

source: Data Provided by
pt: Dados Fornecidos por

source: View more visualizations on the full DataViva.info website.
pt: Veja mais visualizações na versão completa do site DataViva.info.

source: Related Visualizations
pt: Visualizações Relacionados

source: Other Visualizations
pt: Outras Visualizações

source: Common Industries
pt: Atividades Econômicas Comuns

source: Common Products
pt: Produtos Comuns

source: Common Majors
pt: Cursos Comuns

source: Common Occupations
pt: Ocupações Comuns

source: Show Historical Data
pt: Mostrar Dados Históricos

source: Build Not Available
pt: Construção Não Disponível

source: Building Visualization
pt: Construindo Visualização

source: Downloading Historical Data
pt: Carregando os Dados Históricos

source: Click to download all available historical data. This may take a long time depending on your internet connection.
pt: Clique para baixar todos os dados históricos disponíveis. Isso pode levar um longo tempo, dependendo da sua conexão com a internet.

source: Showing only
pt: Mostrando somente

source: Excluding
pt: Excluindo

source: of
pt: de

source: Fill
pt: Preenchido

source: Embed URL
pt: URL para Incorporar

source: Shortened URL
pt: URL Abreviada

source: Social Networks
pt: Redes Sociais

source: Based on State Production
pt: Baseado nos Estados Produtores

source: Based on the Exporting Municipality
pt: Baseado nos Municípios Exportadores

source: This visualization is not available when selecting the entirity of Brazil. Please select a more grainular location.
pt: Esta visualização não está disponível para Brasil. Favor selecione um nível inferior de agregação.

source: Industry and Occupation distributions are only available when viewing the entirity of Brazil.
pt: Distribuições para a Atividade Econômica e Ocupação só estão disponíveis ao visualizar todo o Brasil.

source: This visualization is only available at the deepest nesting. Please select a more grainular filter.
pt: Esta visualização está disponível apenas para o nível mais desagradado. Favor selecionar neste nível.

source: Click for more data and related visualizations.
pt: Clique para dados adicionais e visualizações relacionados.

source: Click to Zoom
pt: Clique para Ampliar

source: Hide Group
pt: Ocultar Grupo

source: Solo Group
pt: Isolar Grupo

source: Click to Reset all Filters
pt: Clique para Eliminar todos os Filtros

source: Primary Connections
pt: Conexões Primárias

source: No Connections Available
pt: Não há Conexões Disponíveis

source: Point
pt: Ponto

source: User Question
pt: Pergunta do Usuário

source: Learn more
pt: Saiba mais

source: This reply has been flagged.
pt: Esta resposta foi marcada.

source: This flag on this reply has been removed.
pt: A marcação desta resposta foi retirada.

source: Your vote has been added.
pt: Seu voto foi enviado.

source: Your vote was removed.
pt: Seu voto foi removido.

source: Visible
pt: Visível

source: Hidden
pt: Oculto

source: Loading
pt: Carregando

source: Processing
pt: Processando

source: Search Results
pt: Resultados da Pesquisa

source: No Matches
pt: Sem Correspondência

source: Other
pt: Outro

source: Show
pt: Mostrar

source: Loading Attribute List
pt: Carregando Lista de Atributos

source: Loading More Items
pt: Carregar Mais Itens

source: Please Wait
pt: Por favor aguarde

source: Remove this Filter
pt: Remover este Filtro

source: Municipalities within
pt: Municípios dentro de

source: No municipalities within that distance.
pt: Não existem municípios dentro desta distância.

source: Including
pt: Incluindo

source: in
pt: em

source: Select your question and click advance
pt: Selecione sua pergunta e clique em avançar

source: Select the Location and click advance
pt: Selecione a Localidade e clique avançar

source: Select the Occupation and click advance
pt: Selecione a Ocupação e clique avançar

source: Select the Industry and click advance
pt: Selecione a Atividade Econômica e clique avançar

source: Select the Product and click advance
pt: Selecione o Produto e clique avançar

source: Select the Trade Partner and click advance
pt: Selecione o Parceiro Comercial e clique avançar

source: Select the University and click advance
pt: Selecione a Universidade e clique avançar

source: Select the Major Course and click advance
pt: Selecione a Curso Superior e clique avançar

source: Select the Basic Course and click advance
pt: Selecione a Curso Básico e clique avançar

source: Total Value Exported
pt: Total de Exportações

source: Ratio Net Weight / Total Value Exported
pt: Relação Peso Líquido / Valor Total Exportado

source: Total Value Imported
pt: Total de Importações

source: Ratio Net Weight / Total Value Imported
pt: Relação Peso Líquido / Valor Total Importado

source: in imports and number
pt: posição em importações e a

source: its commercial value was of
pt: renderam

source: , representing a variation of
pt: em valor de comércio, representando variação de

source: in five years. The Brazilian state that most exports
pt: em cinco anos. O estado no Brasil que mais exporta

source: occupies the
pt: ocupam a

source: position in exports
pt: posição em exportações

source: in this location
pt: na regiāo.

source: In
pt: Em

source: in five years. The municipality
pt: em cinco anos. O município no Brasil que mais exporta

source: which exports more
pt: que mais exporta

source: Main Municipality by Total Value Exported
pt: Principal Município por Valor Total Exportado

source: Main Municipality by Total Value Imported
pt: Principal Município por Valor Total Importado

source: Main Destination by Total Value Exported
pt: Principal Destino por Valor Total Exportado

source: Main Municipality
pt: Principal Município

source: by Total Value Exported
pt: por Valor Total Exportado

source: by Total Value Imported
pt: por Valor Total Importado

source: Main Destination
pt: Principal Destino

source: Main Origin
pt: Principal Origem

source: in imports in the state of
pt: posição em importações

source: in imports in the mesoregions of
pt: em importações na mesorregiāo de

source: Sign2 Up
pt: Cadastre-se

source: Edit profile
pt: Editar perfil

source: Brazils largest platform for social and economic data search.
pt: A maior plataforma de visualização de dados sociais e econômicos do Brasil.

source: Get started
pt: Inicie uma Pesquisa

source: Show Related Occupations
pt: Ocupações Similares

source: by Number of Jobs
pt: por Empregos

source: jobs
pt: empregos

source: No data available
pt: Não há Dados Disponíveis

source: Showing _START_ to _END_ of _TOTAL_ results
pt: Mostrando _START_ a _END_ de _TOTAL_ resultados

source: No data to show
pt: Não há dados para mostrar

source: (filtering _MAX_ results)
pt: (filtrando _MAX_ resultados)

source: No records found
pt: Nenhum registro encontrado

source: Views
pt: Visualizações

source: Graphs
pt: Gráficos

source: Clean selection
pt: Limpar seleção

source: Thank you
pt: Obrigado

source: Please enter your email address.
pt: Por favor, insira seu email.

source: Please enter a valid email address.
pt: Por favor, insira um email válido.

source: Please enter subject.
pt: Por favor, insira o assunto.

source: Please enter message.
pt: Por favor, insira a mensagem.

source: That e-mail is already registered.
pt: Este e-mail já está cadastrado.

source: Confirmation pending.
pt: Confirmaçāo de e-mail pendente.

source: Profile successfully updated!
pt: Perfil atualizado com sucesso!

source: Let us know more about you. Please complete your profile.
pt: Deixe-nos saber mais sobre você. Por favor, complete seu perfil.

source: Password successfully updated!
pt: Senha alterada com sucesso!

source: The current password is invalid.
pt: A senha inserida é inválida.

source: A new password has been sent to you! Please check you inbox!
pt: Uma nova senha foi enviada para você! Por favor, verifique sua caixa de entrada!

source: We couldn't find any user with the informed email address.
pt: Nenhum usuário foi encontrado com o e-mail informado.

source: characters left
pt: caracteres restantes

source: File too large.
pt: O arquivo é muito grande.

source: Your publication content goes here
pt: Escreva aqui o conteúdo desta publicação

source: Publish in English
pt: Publicar em inglês

source: Thank you! Your study was successfully submitted and will be reviewed by the DataViva team. In up to ten days you will receive a feedback regarding its publication on the website!
pt: Obrigado! Seu estudo foi submetido com sucesso e será analisado pela equipe do DataViva. Em até dez dias você receberá um retorno sobre sua publicação no site!

source: Sorry, an unexpected error has occured. Please try again
pt: Desculpe, um erro inesperado ocorreu. Por favor, tente novamente

source: Trillion
pt: Trilhão

source: Billion
pt: Bilhão

source: Million
pt: Milhão

source: Thousand
pt: Mil

source: Thousands
pt: Mil

source: Millions
pt: Milhões

source: Billions
pt: Bilhões

source: Trillions
pt: Trilhões

source: students
pt: alunos

source: th
pt: com

source: nd
pt: e

source: th
pt: com

source: th
pt: com

source: th
pt: com

source: th
pt: com

source: th
pt: com

source: th
pt: com
