Repository: DataViva/dataviva-site
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: General Stats
pt: Estatísticas Gerais

source: Employment Stats
pt: Estatísticas de Emprego

source: Top Industry by Employment
pt: Principais Atividades por Empregos

source: Top Occupation by Employment
pt: Principal Ocupação por Empregos

source: Total Monthly Wage
pt: Renda Mensal Total

source: Trade Stats
pt: Estatísticas de Comércio

source: Top Product by Export Value
pt: Principal Produto por Valor Exportado

source: Top Destination by Export Value
pt: Principal Destino por Valor Exportado

source: Total Exports
pt: Total de Exportações

source: Total Imports
pt: Total de Importações

source: Region
pt: Região

source: State
pt: Estado

source: Mesoregion
pt: Mesorregião

source: Microregion
pt: Microrregião

source: Top Municipality by Employment
pt: Principal Município por Empregos

source: Average Monthly Wage
pt: Renda Mensal Média

source: Total Establishments
pt: Total de Estabelecimentos

source: Average Employee Age
pt: Idade Média Empregado

source: Top Municipality by Exports
pt: Principal Município por Exportações

source: Top Country by Exports
pt: Principal País por Exportação

source: Nominal Annual Growth Rate (1 year)
pt: Taxa Nominal de Crescimento Anual (1 ano)

source: Nominal Annual Growth Rate (5 year)
pt: Taxa Nominal de Crescimento Anual (5 anos)

source: Economic Complexity
pt: Complexidade Econômica

source: Top Campuses
pt: Principais Campi

source: Location
pt: Localidade

source: Administrative Dependency
pt: Dependência Administrativa

source: Enrollment Stats
pt: Estatísticas de Matrículas

source: Top Major by Enrollment
pt: Principal Curso por Matrículas

source: Total Enrollment
pt: Total de Matrículas

source: Total Graduates
pt: Total de Concluintes

source: Top University by Enrollment
pt: Principal Universidade por Matrículas

source: Top Municipality by Enrollment
pt: Principal Município por Matrículas

source: Average Age
pt: Idade Média

source: About
pt: Sobre

source: DataViva is an open search platform that allows users to access more than 1 billion visualizations of socioeconomic data from more than 5 thousand Brazilian cities.
pt: DataViva é uma plataforma aberta de pesquisa, que permite ao usuário acessar mais de 1 bilhão de visualizações com dados socioeconômicos dos mais de 5 mil municípios brasileiros.

source: The
pt: O

source: DataViva is a data visualization platform focused on Big Data. Its mission is to support decision-making processes and scientific research through the use of large data sets, strengthening a data-driven culture in the public and private spheres. The platform is developed under open source technologies, allowing replication, validation and contribution from the scientific community.
pt: O DataViva é uma plataforma de visualização dados focada em Big Data. Sua missão é fundamentar processos de decisão e investigação científica através da utilização de grandes conjuntos de dados, fortalecendo uma cultura data-driven nas esferas pública e privada. A plataforma é desenvolvida sob tecnologias open source, possibilitando a replicação, validação e contribuição da comunidade científica.

source: Project History
pt: História do Projeto

source: The Problem
pt: O Problema

source: The construction of DataViva was a response from the Government of Minas Gerais to the challenge of promoting the sophistication of the state's economy. This challenge is based on an old, but still current diagnosis of the state's economy: Minas Gerais has a primary-export profile, where the bulk of its exported production is composed by of primary products, in other words, those arising from extractive activities – such as mining – or agriculture. One of the main problems that may come from the high degree of the dependence of these products on the export agenda of the state is the fact that, as they are commodities, their prices are negotiated on the international market, which in turn depends on the direction of the global economy, leading to overexposure of the state's economy to external economic oscillations. In addition, it is desirable that the state's economy can produce goods of a high technological nature and added value, because the economic activities linked to such production have greater capacity to generate income, both because they are intensive in knowledge, demanding more qualified professionals – and who receive higher wages – and because the presence of these activities in a given region stimulates the production of similar products, increasing the diversification and dynamism of the economy.
pt: A construção do DataViva foi uma resposta do Governo de Minas ao desafio de promover a sofisticação da economia mineira, principalmente no que se refere às indústrias de fronteira tecnológica. Esse desafio é fundamentado em um velho, porém ainda atual diagnóstico da economia do estado: Minas Gerais possui um perfil primário-exportador, aonde o grosso da sua produção exportada é composta por produtos primários, ou seja, aqueles advindos das atividades extrativas – como a mineração – ou agrícolas. Um dos principais problemas que podem advir do alto grau de dependência desses produtos na pauta exportadora do estado é o fato de que, por serem commodities, seus preços são negociados no mercado internacional, que por sua vez depende dos rumos da economia global, levando à superexposição da economia do estado às oscilações econômicas externas. Além disso, é desejável que a economia do estado produza bens de elevado cunho tecnológico e valor agregado, pois as atividades econômicas ligadas à tal produção têm maior capacidade de geração de renda, tanto porque são intensivas em conhecimento, demandando profissionais mais qualificados – e que recebem maiores salários – quanto porque a presença dessas atividades em determinada região estimula a produção de produtos semelhantes, aumentando a diversificação e dinamicidade da economia.

source: The Solution
pt: A Solução

source: The promotion of the development of the economy of Minas Gerais, however, ran into the constant lack of updated information on the state of its economy. The DataViva emerged as a solution to this problem by aggregating in the same platform, several data sources about the economy of Minas Gerais, providing interactive visualizations and standardized databases. Additionally, DataViva incorporated the "product space" methodology as a way of comprehendingthe relationships between the different economic activities in the state. The methodology, originally proposed by researchers from Havard, allows identifying the sectors that are more technologically sophisticated, based on indicators of economic complexity. These sectors could be priority targets in the development strategy of the state insofar as, by stimulating these sectors, various other sectors and economic activities they connect would benefit as well. The project, funded by FAPEMIG, was carried out by the Government of Minas Gerais in collaboration with researchers from Harvard and MIT, with the active participation of several other public and private institutions in its development. Throughout its construction, it was observed that DataViva could be used to understand the economic dynamics from the other states of the federation and the platform adopted a national perspective. Furthermore, it was noticed that not only public managers could benefit from access to data, but entrepreneurs and other professionals as well. The platform thus opened up to a wider audience, reaching the mark of more than 5,000 active users per day. The scalability of the solution brought new challenges to the project. As the volume of data grew on the one hand and the number of users on the other, DataViva had to adjust itself in order to meet the growing needs of storage and processing, which in turn resulted in higher costs for cloud infrastructure, development and maintenance. It was necessary to use data optimization techniques in order to provide a responsive, fast and powerful enough platform to generate over 1 billion possibilities for interactive visualizations. Throughout its history, DataViva sought, more than providing access to information, to add value to data through its technical components. This happened through the elaboration of scientific publications, articles in magazines and blogs in order to systematize the knowledge generated from the analysis of a massive volume of data. At the same time, efforts were made to disseminate these findings through participation in the news, congresses,seminars and other events in order to interact this knowledge produced with the other agents of society, validating, adjusting and refining it in order to promote a renewed economic development strategy. Currently, DataViva's data repository has more than 1000 GB stored in the cloud. The project is funded by FAPEMIG and executed by CEDEPLAR.
pt: A promoção do desenvolvimento da economia de Minas Gerais, contudo, esbarrava na falta de informações constantemente atualizadas sobre o estado de sua economia. O DataViva surgiu como uma solução a este problema ao agregar em uma mesma plataforma, diversas fontes de dados sobre a economia mineira, proporcionando visualizações interativas e bases de dados padronizadas. Adicionalmente, o DataViva incorporou a metodologia do product space como forma de compreender as relações entre as diferentes atividades econômicas no estado. A metodologia, originalmente proposta por pesquisadores de Havard, permite identificar aqueles setores mais sofisticados tecnologicamente, baseado em indicadores de complexidade econômica. Esses setores poderiam ser alvos prioritários na estratégia de desenvolvimento do estado na medida em que, através do estímulo à estes setores, diversos outros setores e atividades econômicas à eles ligados seriam beneficiados. O projeto, financiado pela FAPEMIG, foi executado pelo Governo de Minasem colaboração com pesquisadores de Harvard e MIT, contando com a participação ativa de diversas outras instituições públicas e privadas em seu desenvolvimento. Ao longo de sua construção, observou-se que o DataViva poderia ser utilizado para compreender a dinâmica econômica dos outros estados da federação e a plataforma adotou uma perspectiva nacional. Além disso, percebeu-se que, não apenas gestores públicos poderiam se beneficiar do acesso aos dados, como também empreendedores e demais profissionais. A plataforma abria-se, desse modo, à um público mais amplo, chegando a bater a marca de mais de 5.000 usuários ativos por dia. A escalabilidade da solução trouxe novos desafios ao projeto. Conforme crescia o volume de dados por um lado e o número de usuários por outro, o DataViva precisou se ajustar de forma a atender as necessidades crescentes de armazenamento e processamento, o que por sua vez implicou em maiores custos de infraestrutura cloud, desenvolvimento e manutenção. Foi necessário o emprego de técnicas de otimização de dados de maneira a propiciar uma plataforma responsiva, rápida e poderosa o suficiente para gerar mais de 1 bilhão de possibilidades de visualizações interativas. Ao longo de sua trajetória, o DataViva buscou, mais do que disponibilizar o acesso à informação, agregar valor aos dados por meio de seu corpo técnico. Isso se deu através da elaboração de publicações científicas, artigos em revistas e blogs de maneira a sistematizar os conhecimentos gerados a partir da análise de um volume massivo de dados. Concomitantemente, procurou-se disseminar tais achados por meio de participações no noticiário, congressos, seminários e demais eventos de maneira a interagir esse conhecimento produzido com os demais agentes da sociedade, validando-o, ajustando-o e refinando-o de maneira a promover uma estratégia renovada de desenvolvimento econômico. Atualmente, o repositório de dados do DataViva compreende mais de 1000 GB armazenados em nuvem. O projeto é financiado pela FAPEMIG e executado pelo CEDEPLAR.

source: OUR TEAM
pt: NOSSA EQUIPE

source: technical coordinator
pt: coordenador técnico

source: general coordinator
pt: coordenador geral

source: research coordinator
pt: coordenador de pesquisa

source: developer
pt: desenvolvedor

source: data analyst
pt: Analista de Dados

source: Technical Council
pt: Conselho Técnico

source: Counselor
pt: Conselheiro

source: Counselor
pt: Conselheira

source: You dont have permission to view this page.
pt: Você não tem permissão para ver essa página.

source: Calls
pt: Chamada

source: Scholar
pt: Estudos

source: Studies
pt: Estudos

source: Publishing a Study
pt: Publique um estudo

source: Studies on DataViva
pt: Estudos sobre o DataViva

source: Welcome to DataViva's study area.
pt: Bem vindo a área de estudos do DataViva.

source: Here you will find academic publications and studies involving DataViva
pt: Aqui você encontra publicações acadêmicas e estudos que envolvem o DataViva

source: Most Recent Publications
pt: Publicações mais recentes

source: Author(s):
pt: Autor(es):

source: Keywords:
pt: Palavras-Chave:

source: Publication Date:
pt: Data de Publicação:

source: Publish a Study
pt: Publique um Estudo

source: All
pt: Todos

source: Title
pt: Título

source: Theme
pt: Tema

source: Author(s)
pt: Autor(es)

source: Keywords
pt: Palavras-Chave

source: You can define your own keywords.
pt: Você pode definir as suas próprias palavras-chave.

source: Summary
pt: Resumo

source: Send
pt: Enviar

source: Format
pt: Formato

source: We accept articles only in PDF format.
pt: Aceitamos artigos somente em formato PDF.

source: Choose File
pt: Selecione o arquivo

source: Delete File
pt: Apague o arquivo

source: Article
pt: Artigo

source: Studies about DataViva
pt: Estudos sobre o DataViva

source: Edit a Study
pt: Edite um estudo

source: This area was specially created for publishing academic researches and studies related to Dataviva e the data it makes available. If you have an article, a subject, monography or any other content produced using the data collected here, feel free to share it in this space. It exists to give visibility to the knowledge generated by the acess to the brazilian socioeconomic data, fulfilling the objective of turning the information about the country increasingly more open and democratic. To publish your study, fill the forms below and send it. We will review your publication, and soon, it will also be available in the Studies area of Dataviva.
pt: Esta área foi especialmente criada para a publicação de pesquisas acadêmicas e estudos relacionados ao DataViva e aos dados disponibilizados por ele. Se você tem um artigo, matéria, monografia ou qualquer conteúdo produzido a partir das informações coletadas aqui, fique à vontade para compartilhá-la neste espaço. Ele existe para dar visibilidade ao conhecimento gerado a partir do acesso aos dados socioeconômicos brasileiros, cumprindo o objetivo de tornar as informações sobre o país cada vez mais abertas e democráticas.Para publicar seu estudo, preencha os dados abaixo e envie o formulário. Vamos avaliar sua publicação e, em breve, ela também estará disponível na área de Estudos do DataViva.

source: Dataviva Studies
pt: Estudos Dataviva

source: Title:
pt: Título:

source: Download File
pt: Baixar arquivo

source: Share
pt: Compartilhar

source: Build Graphs
pt: Construa gráficos

source: Visualize your Graph
pt: Visualize seu Gráfico

source: Select parameters to build your graph.
pt: Selecione parâmetros para construir seu gráfico.

source: Database
pt: Banco de Dados

source: Select
pt: Selecione

source: Start a search
pt: Inicie uma Pesquisa

source: News
pt: Notícias

source: Users
pt: Usuários

source: Help
pt: Ajuda

source: REGIONS
pt: REGIÕES

source: GRAPHS
pt: GRÁFICOS

source: STUDIES
pt: ESTUDOS

source: MORE RESOURCES
pt: MAIS RECURSOS

source: Data
pt: Dados

source: Publications
pt: Publicações

source: Access Here
pt: Acesse Aqui

source: You need to be logged in to vote.
pt: Você precisa fazer o login para votar.

source: You need to be logged in to flag replies.
pt: Você precisa fazer o login para marcar respostas.

source: Preview
pt: Visualize

source: Enrollments By
pt: Matrículas por

source: Municipality
pt: Município

source: Map
pt: Mapa

source: Stacked
pt: Evolução

source: School
pt: Escola

source: in Brazil
pt: no Brasil

source: General
pt: Geral

source: Enrollments
pt: Matrículas

source: The highest number of enrollments in the
pt: O maior número de matrículas para o curso/campo de

source: course/field of study in Brazil is in the municipality of
pt: do Brasil encontra-se no município de

source: The highest number of enrollments in
pt: O maior número de matrículas para o curso/campo de

source: in
pt: na

source: picture by
pt: foto por

source: change
pt: trocar

source: Basic Course
pt: Curso Básico

source: General Profile
pt: Perfil Geral

source: with
pt: com

source: students. The country has a total of
pt: alunos. No total, o país possui

source: enrolled students in this course/field, with
pt: alunos matriculados nesse curso, com turmas médias de

source: students per class in average
pt: alunos

source: students. The region has a total of
pt: alunos. No total, a região possui

source: in the state of
pt: no estado

source: is in the municipality of
pt: encontra-se no município de

source: students. The state has a total of
pt: alunos. No total, o estado possui

source: in the mesoregion
pt: na mesorregião

source: students. The mesoregion has a total of
pt: alunos. No total, a mesorregiāo possui

source: in the microregion
pt: na microrregião

source: students. The microregion has a total of
pt: alunos. No total, a microrregiāo possui

source: is the number
pt: ocupa o

source: city in number of enrollments
pt: lugar em número de matrículas

source: in the state
pt: no estado

source: The city has
pt: No total, o município possui

source: More details
pt: Mais detalhes

source: Topics
pt: Assuntos

source: Search
pt: Pesquisar

source: Language
pt: Idioma

source: Author
pt: Autor

source: Show in
pt: Exibir na

source: Category
pt: Categoria

source: Call Image
pt: Imagem da Chamada

source: New Image
pt: Nova Imagem

source: Complete Edition
pt: Finalizar edição

source: Call Image Source
pt: Fonte da Imagem de Chamada

source: optional
pt: opcional

source: Call
pt: Chamada

source: Content
pt: Conteúdo

source: Help Central
pt: Central de Ajuda

source: Edit
pt: Editar

source: Preview
pt: Visualizar

source: Date
pt: Data

source: Active
pt: Ativo

source: New
pt: Novo

source: Delete
pt: Excluir

source: Activate
pt: Ativar

source: Deactivate
pt: Desativar

source: result found for
pt: resultado encontrado para

source: results found for
pt: resultados encontrados para

source: Continue reading
pt: Continue lendo

source: By
pt: por

source: Publish
pt: Publicar

source: Publish a
pt: Publicar um

source: Visualize
pt: Visualização

source: See also
pt: Veja também

source: Make Graphs
pt: Construa Gráficos

source: Back
pt: Voltar

source: Edit a
pt: Edite uma

source: call
pt: chamada

source: Publish a
pt: Publicar uma

source: This area was specially created for the publication of calls related to DataViva.
pt: Esta área foi especialmente criada para a publicação de Chamadas relacionados ao DataViva.

source: Your message has been sent successfully. We will soon get back to you.
pt: Sua mensagem foi enviada com sucesso. Em breve retornaremos o contato.

source: Contact
pt: Contato

source: Got any questions or want to send a suggestion? Contact the DataViva team using the form below:
pt: Ficou com alguma dúvida ou quer enviar uma sugestão? Entre em contato com a equipe do DataViva pelo formulário abaixo:

source: Name
pt: Nome

source: Subject
pt: Assunto

source: Message
pt: Mensagem

source: Database Download
pt: Download de Dados

source: Start a Search
pt: Inicie uma Pesquisa

source: To start select a Database
pt: Para começar selecione um Banco de Dados

source: Year
pt: Ano

source: Detailing
pt: Detalhamento

source: Yearly
pt: Anual

source: Monthly
pt: Mensal

source: Filters
pt: Filtros

source: You need to choose at least one filter to be able to download data.
pt: Você precisa escolher pelo menos um dos filtros para poder efetuar o download.

source: You need to be logged in to star visualizations.
pt: Você precisa fazer o login para favoritar visualizações.

source: DataViva is opening up data for the entire formal sector of the Brazilian economy
pt: O DataViva está disponibilizando dados sobre todo o setor formal da economia

source: through more than 1 billion interactive visualizations.
pt: brasileira em mais de 1 bilhão de visualizações interativas.

source: Refresh the Visualization
pt: Recarregue esta Visualização

source: Download this Visualization
pt: Baixe esta Visualização

source: Save this Visualization
pt: Salvar essa Visualização

source: Share/Embed
pt: Compartilhar/Incorporar

source: Show Visualization Tutorial
pt: Mostrar Tutorial da Visualização

source: Show/Hide Controls
pt: Mostrar/Ocultar Controles

source: Visualizations
pt: Visualizações

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: Beds per
pt: Leitos por

source: Bed Type/Specialty
pt: Tipos de Leito por Especialidade

source: Bar
pt: Barras

source: Equipment Type
pt: Equipamentos por

source: SUS Bond
pt: Vínculo com o SUS

source: Equipments per
pt: Equipamentos por

source: Type
pt: Tipo

source: Professionals per
pt: Profissionais por

source: Occupation
pt: Ocupação

source: Provider/Unit
pt: Provedor/Unidade

source: Establishments
pt: Estabelecimentos

source: Equipments
pt: Equipamentos

source: Beds
pt: Leitos

source: Professionals
pt: Profissionais

source: Question
pt: Pergunta

source: Answer
pt: Resposta

source: Crosswalk
pt: Conversão

source: Product
pt: Produto

source: PCI - Product
pt: ICP - Produto

source: Industry
pt: Atividade Econômica

source: Course
pt: Curso

source: Classifications
pt: Classificações

source: Brazilian Locations
pt: Localidades Brasileiras

source: Industries
pt: Atividades Econômicas

source: Occupations
pt: Ocupações

source: Products
pt: Produtos

source: Trade Partners
pt: Parceiros Comerciais

source: Majors
pt: Cursos Superiores

source: Universities
pt: Universidades

source: Basic Courses
pt: Cursos Básicos

source: Port
pt: Porto

source: Enrolled
pt: Matrículados

source: Color
pt: Cor

source: Total Jobs
pt: Total de Empregos

source: Population
pt: População

source: Exports
pt: Exportações

source: MDIC ID
pt: ID MDIC

source: Economic Activities
pt: Atividades Econômicas

source: PCI - Activities
pt: ICP - Atividades

source: Rings
pt: Anéis

source: Jobs By
pt: Empregos por

source: Demographic Informations
pt: Informações Demográficas

source: Establishments Informations
pt: Informações dos Estabelecimentos

source: Wages By
pt: Salários por

source: Distribution
pt: Distribuição

source: Bar Chart
pt: Barras

source: ECI - Activities
pt: ICE - Atividades

source: Wages and Jobs
pt: Salário e Emprego

source: Economic Opportunities
pt: Oportunidades Econômicas

source: The economic activity
pt: A atividade econômica

source: is the
pt: é a

source: Average Monthly Income
pt: Renda Média Mensal

source: Payroll
pt: Massa Salarial

source: Total Employment
pt: Total de Empregos

source: Total of Establishments
pt: Total de Estabelecimentos

source: Domestic RCA
pt: RCA Doméstico

source: Distance
pt: Distância

source: Opportunity Gain
pt: Ganho de Oportunidade

source: in number of employees in Brazil, and these workers are concentrated in the city of
pt: em número de empregados no Brasil, os quais estão mais concentrados no município de

source: employed people. The occupation with the highest number of employed people in this activity is
pt: em número de empregados. A ocupação com maior número de empregados nessa atividade é a de
