Repository: DataViva/dataviva-site
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: The Revealed Comparative Advantage (RCA) shows the share of exports in a region of a given product in relation to the participation of this product in the world trade. In other words, the RCA measures if the share of a product in the exports of a region is larger or smaller than this product participation in the international trade. If the participation is equal, the RCA will be 1, meaning that the region exports exactly the "fair share" for all regions (an average share of the total exports divided by the number of regions). When the RCA of a region is larger than 1, it means that this region exports, in percentage terms, more than the "fair share", meaning that it has a comparative advantage in the export of this product in relation to other regions.
pt: A Vantagem Comparativa Revelada (RCA, da sigla em inglês) mostra a participação de uma região nas exportações de determinado produto em relação à participação deste produto no comércio mundial. Em outras palavras, o RCA mede se a participação de um produto na pauta de exportações de uma região é maior ou menor do que a participação deste no comércio internacional. Se a participação for igual, o RCA será igual a 1, significando que a região exporta exatamente a parcela "justa" para todas as regiões (uma participação média se o total das exportações fosse dividido pelo número de regiões). Quando o RCA de uma região é maior do que 1, significa que esta região exporta, em termos percentuais, mais do que a parcela "justa", ou seja, possui vantagem comparativa no exportação deste produto em relação às demais regiões.

source: In DataViva, the calculation of the RCA is made considering the global trade (International), and just Brazilian exports (Domestic). For industries, the RCA is calculated only for Brazil, following the same participation logic. An RCA greater than 1 in an industry means that the region has a larger share than the average in that industry, in terms of number of employees.
pt: No DataViva, o cálculo do RCA é feito tanto considerando o comércio mundial (Internacional), quanto apenas as exportações brasileiras (Doméstico)

source: Estimated Employment is a reference to the number of jobs, by occupation, in a given industry. This reference is calculated by defining similar regions to the region examined, and then finding the average number of jobs in these regions for the select industry.
pt: A Estimativa de Empregos é uma referência do número de empregos, numa ocupação, numa dada indústria. Esta referência é calculada a partir da definição de localidades similares, e calculando a média de empregos nestas localidades para a indústria selecionada.

source: Activity sorted by date
pt: Atividades ordenadas por data

source: Starred Visualizations
pt: Visualizações Favoritadas

source: Questions
pt: Perguntas

source: Preferences
pt: Preferrências

source: I agree to receive emails from dataviva.info.
pt: Concordo em receber e-mails de dataviva.info.

source: Logging in is easy! All you have to do is choose one of the following accounts to link with your profile. We'll take care of the rest.
pt: Fazer o login é muito fácil! Tudo que você tem a fazer é escolher uma das contas a seguir para vincular ao seu perfil. Nós cuidaremos do resto.

source: By having an account, you will be able to ask questions, comment in discussions, and save your favorite visualizations to your profile.
pt: Tendo uma conta, você será capaz de fazer perguntas, comentar em nossos fóruns, e salvar seus visualizações favoritos em seu perfil.

source: Logging in has been disabled on this version of DataViva. Please visit the main site to log in.
pt: O login foi desativado nesta versão do DataViva. Por favor, visite o site principal para entrar.

source: Remember Me
pt: Lembrar-me

source: User
pt: Usuário

source: Replies
pt: Respostas

source: Are you sure to delete this item?
pt: Tem certeza que deseja remover este item?

source: Edit Question
pt: Editar Pergunta

source: Asked by
pt: Perguntado por

source: Question title
pt: Título da pergunta

source: Enter your answer...
pt: Digite sua resposta...

source: Question body
pt: Texto da questão

source: Reply
pt: Responder

source: Flags
pt: Marcadores

source: Visibility
pt: Visibilidade

source: Asked
pt: Perguntado

source: by
pt: por

source: Points
pt: Pontos

source: Remove
pt: Remover

source: Nick Name
pt: Apelido

source: Role
pt: Função

source: Dear
pt: Prezado

source: Thanks for using DataViva.
pt: Obrigado por utilizar o DataViva.

source: Click here
pt: Clique aqui

source: to see your answer in the Contact Us section.
pt: para ver a publicação de sua resposta no Fale Conosco.

source: Thanks for using DataViva. We will consider your opinion in order to improve our tool.
pt: Obrigado por utilizar o DataViva. Vamos considerar a sua opinião para aperfeiçoar ainda mais a ferramenta.

source: Best regards,
pt: Atenciosamente,

source: The DataViva Team
pt: Equipe DataViva

source: Another Features
pt: Outros Recursos

source: View Rankings
pt: Visualize Rankings

source: Select a profile to start
pt: Selecione um perfil para começar

source: Entrepreneurs
pt: Empreendedores

source: Identify the economic profile and the business opportunities in a region
pt: Identifique o perfil econômico e as oportunidades de negócios de uma região

source: Development Agents
pt: Agentes de Desenvolvimento

source: Assess development policies setting by location
pt: Avalie a criação de políticas de desenvolvimento de acordo com a localidade

source: Students and Professionals
pt: Estudantes e Profissionais

source: Find information about available jobs, income per occupation and courses
pt: Descubra informações sobre empregos disponíveis, renda por ocupação e cursos

source: or search for
pt: ou pesquise por

source: General profile by region, state, mesoregion, microregion or Brazilian locality. Visualize international trade, economic activity, jobs and education.
pt: Perfil geral por região, estado, mesorregião, microrregião ou município brasileiro. Visualize dados de comércio exterior, atividade econômica, empregos e educação.

source: Regions that most employ by professional activity, related courses, average wage and employment statistics by year.
pt: Regiões que mais empregam por atividade profissional, cursos relacionados, salário médio e estatísticas de emprego por ano.

source: Information on employment rate by region, average wage by type of occupation, average monthly income and economic opportunities.
pt: Informações sobre taxa de empregos por região, salário médio por tipo de ocupação, renda mensal média e oportunidades econômicas.

source: Balance of trade data by product, import origins and export destinations, rankings by locality, economic activity and related occupations.
pt: Dados da Balança Comercial por produto, origem das importações e destino das exportações, ranking por localidade, atividades econômicas e ocupações relacionadas.

source: Countries that import or export products to Brazil, commerce data by type of product or locality that commercializes it.
pt: Nações que importam ou exportam produtos para o Brasil, dados de comercialização por tipo de produto ou por município comercializador.

source: Number of enrollments in each offered course, student situation and similar university profile.
pt: Número de matrículas em cada curso ofertado, situação dos estudantes e perfis semelhantes de universidades.

source: University list and localities that offer the Superior Education course or the selected field of study.
pt: Lista de universidades e municípios que ofertam o curso de Educação Superior ou o campo de estudo selecionado.

source: Brazilian schools that offer professional education and Basic Education enrollment ranking by locality.
pt: Escolas do Brasil que oferecem educação profissional e ranking de matrículas na Educação Básica por município.

source: There was a problem serving the requested page.
pt: Há um problema com a página que você está tentando acessar.

source: Oh no! Your request is too large to be processed.
pt: Oh, não! Sua requisição é muito grande para ser processada.

source: Oh no! The page you've requested does not exist.
pt: Oh, não! A página que você solicitou não existe.

source: Our technical team already received a message
pt: Este erro já foi notificado à nossa equipe técnica

source: informing this error and will fix it as soon as possible.
pt: e em breve o problema será resolvido.

source: No Data Available
pt: Não há Dados Disponíveis

source: Brazil's largest platform for social and economic data search.
pt: A maior plataforma de visualização de dados sociais e econômicos do Brasil.

source: Totally open and free.
pt: Totalmente aberta e livre.

source: DataViva is a research tool that provides official data about exportation, economic activity, locality, education and occupation in Brazil. It consists of 11 apps that combined enable more than 1 billion visualizations.
pt: O DataViva é uma ferramenta de pesquisa que disponibiliza dados oficiais sobre exportações, atividade econômica, localidade, educação e ocupações de todo o Brasil. São 11 aplicativos, que, juntos, formam mais de 1 bilhão de possibilidades de visualizações.

source: Get started
pt: Inicie uma pesquisa

source: Watch the site video
pt: Assista ao vídeo Institucional

source: Number of establishments per economic activity, percentage of graduated professionals per year in a given course by region, similar products by region, average wage by segment, and more…
pt: Número de estabelecimentos por atividade econômica, porcentagem de profissionais graduados por ano em determinado curso por região, produtos similares por região, salário médio por segmento, e mais...

source: Identify the economic profile and business opportunities of a region
pt: Identifique o perfil econômico e as oportunidades de negócios de uma região

source: Cars
pt: Carros

source: Do you want to know in which economic activities your city is competitive?
pt: Quer saber em quais atividades econômicas sua cidade é competitiva?

source: Petroleum
pt: Petróleo

source: Explore the methodology of the new Regional Economic Complexity Index (ICR) available on DataViva
pt: Conheça a metodologia do novo Índice de Complexidade Econômica Regional (ICR) disponível no DataViva

source: Business management
pt: Gestão Empresarial

source: Do you want to know which are the potential markets for your product?
pt: Quer saber quais os mercados potenciais para o seu produto?

source: Largest Commercial Partner
pt: Maior Parceiro Comercial

source: Growing challenge: the decline of high-complexity jobs in Brazil
pt: Desafio crescente: empregos de alta complexidade em declínio no Brasil

source: Higher Education - First Place
pt: Ensino Superior - Primeiro Lugar

source: The growth of raw wood exports in Brazil
pt: O crescimento das exportações de madeira bruta no Brasil e a reprimarização da economia

source: Main business partners of a product by region, states that lead importation of a specific product, economic activity by locality, employment and income by segment, and more…
pt: Principais parceiros comerciais de um produto por região, estados que mais importam um produto específico, atividade econômica por localidade, emprego e renda por segmento, e mais...

source: Average wage of an activity or occupation, cities with best employment rates in an activity, courses offered by region, number of students enrolled in each university and more…
pt: Salário médio de uma atividade ou ocupação, cidades que concentram a maior taxa de empregos em uma atividade, cursos oferecidos por região, quantidade de matriculados em cada universidade, e mais...

source: Explore our analytical reports
pt: Explore os nossos relatórios analíticos

source: General profile by region, state, mesoregion microregion or city, including international trade, economic activity, employment and education data. Examples: Southeast Region, Mato Grosso, Recife, Metropolitan Area of Porto Alegre.
pt: Perfil geral por região, estado,mesoregião, microrregião ou município,incluindo dados sobre comércio exterior,atividade econômica,empregos e educação.Exemplos: Região Sudeste, Mato Grosso,Recife, Região Metropolitana de Porto Alegre

source: Regions with high employment rates by professional activity, related courses, average wage and job statistics per year. Examples: technicians, industry workers, receptionists and clinicians.
pt: Regiões que mais empregam por atividade profissional, cursos relacionados, salário médio e estatísticas de emprego por ano. Exemplos: técnicos de nível médio, trabalhadores da indústria, recepcionistas, clínicos.

source: Information on employment rate by region, average wage by occupation, average monthly income and economic opportunities. Examples: education, restaurants, religious organizations.
pt: Informações sobre taxa de emprego por região, salário médio por tipo de ocupação, renda mensal média e oportunidades econômicas. Exemplos: educação, restaurantes, religious organizations.

source: Trade balance data by product, sending and receiving countries, ranking by location, economic activities and related occupations. Examples: food, art and antiques iron ore, coffee, auto parts.
pt: Dados da balança comercial por produto, origem das importações e destino das exportações, ranking por localidade, atividades econômicas e ocupações relacionadas. Exemplos: alimentos, artes e antiguidades, minério de ferro, café, peças para veículos.

source: Brazil’s top import and export partners, trade data by type of product or supplier city. Examples: Asia, Europe, Iran, USA.
pt: Principais parceiros comericais do Brasil, dados de comercialização por tipo de produto ou município comercializador. Exemplos: Ásia, Europa, Irã, EUA.

source: Number of enrollments in each offered course, student status and similar university profiles. Examples: USP, UFMG, PUC Goiás.
pt: Número de matrículas em cada curso ofertado, situação dos estudantes, perfis semelhantes de universidades; Exemplos: USP, UFMG, PUC Goiás.

source: List of universities and cities that offer post-seconday courses or the selected field of study. Examples: education, health sciences law, production engineering, physiotherapy.
pt: Lista de universidades e municípios que ofertam cursos de educação superior ou campo de estudo selecionado. Exemplos: educação, ciências da saúde direito, engenharia de produção, fisioterapia.

source: Brazilian schools that provide technical education and enrollment ranking by city. Examples: elementary school, high school, nursing technician, agriculture and technician.
pt: Escolas brasileiras que oferecem educação profissionalizante e ranking de matrículas por município. Exemplos: ensino fundamental, ensino médio, técnico em enfermagem, técnico em agropecuária.

source: DataViva gathers data from several sources: Employment and Income (RAIS), Brazilian International Trade (SECEX/MDCI), Basic and Technical Education (Censo Escolar), Post-Secondary Education (Censo da Educação Superior) and UN Comtrade International Trade.
pt: O DataViva reúne dados de diversas fontes: Emprego e Renda (RAIS), Comércio Exterior Brasileiro (SECEX/MDCI), Educação Básica e Ensino Técnico (Censo Escolar), Ensino Superior (Censo da Educação Superior) e Comércio Internacional (UN Comtrade).

source: General profile by region, state, mesoregion, micro-region or city. Check its international trade, economic activity, employment and education data. Examples: Southeast, Mato Grosso, Recife, Metropolitan Region of Porto Alegre.
pt: Perfil geral por região, estado, mesorregião, microrregião ou município brasileiro. Visualize dados de comércio exterior, atividade econômica, empregos e educação. Exemplos: Sudeste, Mato Grosso, Recife, Região Metropolitana de Porto Alegre.

source: Regions with best employment rates by professional activity, related courses, average wage and job statistics per year. Examples: Medium level technicians, Industry workers, Receptionists, Clinicians.
pt: Regiões que mais empregam por atividade profissional, cursos relacionados, salário médio e estatísticas de emprego por ano. Exemplos: Técnicos de Nível Médio, Trabalhadores da Indústria, Recepcionistas, Médicos Clínicos.

source: Information on employment rate by region, average wage by occupation, average monthly income and economic opportunities. Examples: Businesses, Domestic Service, Education, Restaurants, Call Center, Religious Organizations.
pt: Informações sobre taxa de empregos por região, salário médio por tipo de ocupação, renda mensal média e oportunidades econômicas. Exemplos: Comércio, Serviços Domésticos, Educação, Restaurantes, Teleatendimento, Organizações Religiosas.

source: Trade Balance data by product, import origin and export destination, ranking by location, economic activities and related occupations. Examples: Food, Art and Antiques, Iron Ore, Coffee, Auto Parts.
pt: Dados da Balança Comercial por produto, origem das importações e destino das exportações, ranking por localidade, atividades econômicas e ocupações relacionadas. Exemplos: Gêneros Alimentícios, Artes e Antiguidades, Minério de Ferro, Café, Peças para Veículos.

source: Brazil’s top import and export partners, trade data by type of product or supplier city. Examples: Asia, Africa, Europe, Mexico, Japan, United States of America, China, The Netherlands, Iran.
pt: Nações que importam ou exportam produtos para o Brasil, dados de comercialização por tipo de produto ou por município comercializador. Exemplos: Ásia, África, Europa, México, Japão, Estados Unidos, China, Holanda, Irã.

source: Number of enrollments in each offered course, student status and similar university profiles. Examples: Universidade de São Paulo, Universidade Federal de Minas Gerais, PUC Goiás.
pt: Número de matrículas em cada curso ofertado, situação dos estudantes e perfis semelhantes de universidades. Exemplos: Universidade de São Paulo, Pontifícia Universidade Católica de Goiás, Universidade Federal de Minas Gerais.

source: List of universities and cities that offer post-secondary courses or the selected field of study. Examples: Education, Health Sciences, Law, Production Engineering, Physiotherapy.
pt: Lista de universidades e municípios que ofertam o curso de Educação Superior ou o campo de estudo selecionado. Exemplos: Educação, Ciências da Saúde, Direito, Engenharia de Produção, Fisioterapia.

source: Brazilian schools that offer professional education and enrollment ranking by city. Examples: Elementary School, High School, Nursing Technician, Agriculture and Livestock Technician.
pt: Escolas do Brasil que oferecem educação profissional e ranking de matrículas na Educação Básica por município. Exemplos: Ensino Fundamental, Ensino Médio, Técnico em Enfermagem, Técnico em Agropecuária.

source: Headlines
pt: Destaques

source: Sign Up free and make the most of DataViva
pt: Cadastre-se gratuitamente e aproveite o DataViva ao máximo

source: Save the graphs you need and get our free content in your e-mail. Signing up gives you access to exclusive resources to facilitate your research.
pt: Salve os gráficos que precisar e crie análises personalizadas. Ao fazer o cadastro você terá acesso a recursos exclusivos para facilitar sua pesquisa.

source: Free Sign Up
pt: Cadastrar Gratuitamente

source: Choose a Classification
pt: Selecionar uma Classificação

source: Which classification would you like to browse?
pt: Qual classificação você gostaria de pesquisar?

source: Product Exports
pt: Produtos Exportados

source: Municipalities
pt: Municípios

source: Geographical locations within Brazil
pt: Localizações geográficas no Brasil

source: Countries
pt: Países

source: Filter Selection
pt: Seleção de Filtro

source: Please choose %(name)s
pt: Por favor, escolha %(name)s

source: Database Table
pt: Tabela do Banco de Dados

source: DataViva uses cutting-edge web technologies to create stunning data visualizations, and is compatible with all modern web browsers.
pt: DataViva usa tecnologias web de ponta para criar visualizações de dados impressionantes, e é compatível com todos os navegadores modernos.

source: Because of the technology used, we cannot support versions of Internet Explorer older than version 9. Please update your browser to use the site.
pt: Devido à tecnologia utilizada, não podemos apoiar as versões do Internet Explorer anteriores à versão 9. Por favor, atualize seu navegador para utilizar o site.

source: Save as CSV
pt: Salvar como CSV

source: Save as PDF
pt: Salvar como PDF

source: Similar to SVG files, PDF files are vector-based and can be dynamically scaled.
pt: Semelhante a arquivos SVG, arquivos PDF são baseados em vetores e podem ser dimensionados de forma dinâmica.

source: Save as PNG
pt: Salvar como PNG

source: A standard image file, similar to JPG or BMP.
pt: Um arquivo de imagem padrão, similar ao JPG ou BMP.

source: Save as SVG
pt: Salvar como SVG

source: A vector-based file that can be resized without worrying about pixel resolution.
pt: Um arquivo com base em vetor que pode ser redimensionado sem se preocupar com pixel de resolução.

source: Partners
pt: Parceiros

source: Locations
pt: Localidades

source: Support
pt: Suporte

source: Virtual Tour
pt: Tour Virtual

source: Follow Us
pt: Siga-nos

source: ABOUT
pt: SOBRE

source: SEARCH
pt: PESQUISE

source: Basic Features
pt: Recursos Básicos

source: PUBLICATIONS
pt: PUBLICAÇÕES

source: NEWS
pt: NOTÍCIAS

source: HELP
pt: AJUDA

source: or
pt: ou

source: Admin
pt: Administrador

source: English
pt: Inglês

source: Portuguese
pt: Português

source: Promoters
pt: Realizadores

source: Entrepreneur
pt: Empreendedores

source: Main Searchs
pt: Inicie uma Pesquisa

source: Courses offered in a region
pt: alunos matriculados em todo o país

source: General economic profile of a region
pt: Identifique o perfil econômico e as oportunidades de negócios de uma região

source: Choose a location or type what you are looking for
pt: Escolha uma opção ou digite o que procura

source: Regions
pt: Regiões

source: States
pt: Estados

source: Mesorregions
pt: Mesorregiões

source: Microregions
pt: Microrregiões

source: Didn't find what I was looking for
pt: Não encontrei o que estava procurando

source: Advance
pt: Avançar

source: Cancel
pt: Cancelar

source: Users Access
pt: Acesso de usuários

source: Use your social media:
pt: Utilize suas redes sociais:

source: New version - New data and new graphics
pt: Nova versão - novos dados e novos gráficos

source: DataViva has a new version. As highlight, health data is now available on the platform, provided by DATASUS. DataViva presents annual infformation from Brazilian health facilities from 2008 to 2015. The main variables are: health facilities, health equipment, hospital beds and health professionals. You can find this data by browsing the locations profiles.
pt: A nova versão do DataViva traz como principal novidade a inclusão de dados de saúde fornecidos pelo DATASUS. O DataViva apresenta informações anuais dos estabelecimentos de saúde brasileiros, de 2008 a 2015. As principais variáveis são: estabelecimentos de saúde, equipamentos, leitos e profissionais. Você poderá encontrar esses dados navegando nos perfis das Localidades.

source: Do not show this message again
pt: Não exibir esta mensagem novamente

source: Signing up gives you access to exclusive resources to facilitate your research.
pt: Ao fazer cadastro você terá acesso a recursos exclusivos para facilitar sua pesquisa

source: What profile best describes you
pt: Qual perfil melhor descreve você

source: Watch the Video
pt: Assista ao Vídeo

source: Choose an course or type what you are looking for
pt: Escolha um curso ou busque pelo nome

source: Fields
pt: Campos
