Repository: DataViva/dataviva-site
Catalog: dataviva/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: The Stacked visualization allows analyzing the growth of a variable over time. Built as an area chart in which the height of each line represents its share in total or gross, this view follows the same color pattern of the other visualizations, facilitating the identification of large groups to which each item belongs. Therefore, this visualization facilitates an understanding of the growth patterns and trends of any of the variables available in DataViva.
pt: A visualização Evolução permite analisar o crescimento da participação de uma variável ao longo do tempo. Construída como um gráfico de área, no qual a altura de cada linha representa sua participação no total ou seu valor bruto, esta visualização segue o mesmo padrão de cores dos outros visualizações, facilitando a identificação dos grandes grupos aos quais cada item pertence. Desta forma, este aplicativo facilita a compreensão dos padrões e tendências de crescimento de qualquer uma das variáveis disponíveis no DataViva.

source: The Tree Map is a descriptive visualization which allows visualizing participation, in percentage terms, of the different variables available in DataViva. For example, this visualization allows analyzing the importance of a product in the exports of a location. Tree Maps are built with blocks that are proportional to the participation of selected categories in total, and grouped by colors representing the major groups for each variable (or another color coding selected by the color filter).
pt: O Tree Map é um visualização descritivo que permite visualizar a participação, em termos percentuais, das diversas variáveis disponíveis no DataViva. Esta visualização possibilita analisar a importância de um produto na pauta de exportações de uma localidade, por exemplo. O gráfico do Tree Map é construído com blocos proporcionais à participação das categorias selecionadas no total, agrupadas ainda por cores que representam os grandes grupos para cada variável.

source: The logic of the Tree Map is the same used in a pie chart or other visual representation of distribution. The use of squares grouped by major groups in order of importance allows a quick view of items with greater participation in the respective large group, in which it is contained, enabling a fast and simple analysis of the percentage of participation.
pt: A lógica do Tree Map é a mesma utilizada em um gráfico de pizza ou outra forma de representação visualmente a distribuição da participação de itens no somatório total. A utilização de blocos agrupados por grandes grupos e em ordem de importância permite uma visualização rápida dos itens com maior participação e em qual grande grupo ele está contido, possibilitando uma análise simples e rápida dos percentuais de participação.

source: One of the visualizations, for instance, shows the participation of each of the products in Minas Gerais' export basket, revealing quickly and easily the significant participation of the product Iron Ore in the exports of the state. Several other views are possible, using the variables available in the platform such as economic activities, occupations, localities and intersections between these variables.
pt: A visualização padrão do DataViva mostra a participação de cada um dos produtos em nossa pauta de exportações, revelando de forma simples e rápida a significativa participação do Minério de Ferro na pauta do estado, por exemplo. Diversas outras visualizações são possíveis, em torno das variáveis disponíveis na plataforma, como atividades econômicas, ocupações, localidades e cruzamentos entre estas variáveis.

source: What would you like to know?
pt: O que você gostaria de descobrir?

source: You need to login for this functionality.
pt: Você precisa fazer o login para utilizar essa funcionalidade.

source: Ex. Where does the data come from?
pt: Ex. De onde vem os dados?

source: Visualization
pt: Visualização

source: Tags
pt: Marcações

source: Submit your question to Fapemig!
pt: Envie sua pergunta para o Fapemig!

source: Click here to login
pt: Clique aqui para fazer seu login

source: DataViva Answer
pt: Resposta DataViva

source: Dear Administrator.
pt: Caro(a) administrador(a).

source: The question
pt: A pergunta

source: was published/commented on DataViva.
pt: foi publicada/commentada no DataViva.

source: Check here.
pt: onfira aqui.

source: Best Regards,
pt: Atenciosamente,

source: Team
pt: Equipe

source: DataViva is a visualization tool that provides official data on trade, industries, and education throughout Brazil, in eleven visualizations and over 1 billion views.
pt: O DataViva é uma ferramenta de visualização que disponibiliza dados oficiais sobre exportações, atividades econômicas, localidades e ocupações de todo o Brasil, em onze visualizações e mais de 1 bilhão de visualizações.

source: Through its views, DataViva provides valuable for promoting exports to investment decisions and policymaking information. Moreover, by providing facts about economic development, localities and their respective opportunities, DataViva helps create a solid basis for dialogue between the public and the private sector, supported by empirical data.
pt: Por meio de suas visualizações, o DataViva fornece informações valiosas para a promoção das exportações, para decisões de investimentos e formulação de políticas públicas. Além disto, ao fornecer fatos sobre o desenvolvimento econômico e educação, localidades e suas respectivas oportunidades, o DataViva ajuda a criar uma base sólida para o diálogo entre o setor público e o privado, fundamentada por dados empíricos.

source: To contact Dataviva team please send a email to contato@dataviva.info
pt: Para entrar em contato com nossa equipe, envie email para contato@dataviva.info

source: The version of DataViva that you are viewing does not support user accounts. Click here to contact us through the main website.
pt: A versão do DataViva que você está vendo não suporta contas de usuário. Clique aqui para entrar em contato conosco através do site principal.

source: What do you want to know?
pt: O que você gostaria de saber?

source: Can´t find an answer?
pt: Não conseguiu encontrar uma resposta?

source: Send your question to us here!
pt: Envie sua pergunta aqui!

source: Find your answers
pt: Tire suas dúvidas

source: Order
pt: Ordem

source: Most Active
pt: Mais Frequente

source: Most Recent
pt: Mais Recente

source: Comment
pt: Comentário

source: Comments
pt: Comentários

source: United Nations Commodity Trade Statistics Database
pt: Banco de Dados Estatísticos de Comércio de Produtos das Nações Unidas

source: United Nations Statistics Division
pt: Divisão de Estatísticas das Nações Unidas

source: The United Nations Commodity Trade Statistics Database (UN Comtrade) has detailed data about imports and exports informed by statistics authorities of about 200 countries or areas. UN Comtrade is considered the most comprehensive international trade database available, with more them 1 billion records. The database is constantly updated. As soon as new data is received from national authorities, they are standardized by the United Nations Statistics Division and then added to UN Comtrade.
pt: O Banco de Dados Estatísticos de Comércio de Commodities das Nações Unidas (UN Comtrade) contem estatísticas detalhadas sobre importações e exportações relatadas pelas autoridades estatísticas de cerca de 200 países ou áreas. O UN Comtrade é considerado o banco de dados mais abrangente disponível de comércio internacional, com mais de 1 bilhão de registros. O banco de dados é constantemente atualizado. Sempre que os dados de comércio são recebidos de autoridades nacionais, são padronizados pela Divisão de Estatísticas das Nações Unidas e então adicionados ao UN Comtrade.

source: DataViva uses the follow information to make international comparisons: origin and destination of exports and exported value detailed by position. It is important to observe that the data is not available for visualization, being used only to calculate some indicators in DataViva.
pt: No DataViva, as informações utilizadas para a realização de comparações internacionais são: origem e destino das exportações e valor exportado detalhado por produto. É importante ressaltar que os dados não estão disponíveis para visualização, eles são utilizados somente para o cálculo de alguns indicadores no DataViva.

source: National Institute of Educational Studies Anísio Teixeira – INEP
pt: Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira – INEP

source: Ministry of Education – MEC
pt: Ministério da Educação – MEC

source: Each year, INEP also collects data on higher education in order to offer the academic community and society at large detailed information on the situation and the major trends in the industry.
pt: Anualmente, o Inep também realiza a coleta de dados sobre a educação superior com o objetivo de oferecer à comunidade acadêmica e à sociedade em geral informações detalhadas sobre a situação e as grandes tendências do setor.

source: The Higher Education Census gathers information on higher education institutions, their undergraduate courses on campus or distance, sequential courses, openings offered, registration, tuition, freshmen and graduates, in addition to information about professors, in different forms of academic organization and administrative category.
pt: O Censo da Educação Superior reúne informações sobre as instituições de ensino superior, seus cursos de graduação presencial ou a distância, cursos sequenciais, vagas oferecidas, inscrições, matrículas, ingressantes e concluintes, além de informações sobre docentes, nas diferentes formas de organização acadêmica e categoria administrativa.

source: DataViva provides information about students (freshman, enrollment and graduates) for all higher education courses, organized by location or by universities. The aggregation levels for the locations are municipality, microregion, mesoregion and state. The universities (and other academic organizations) are also broken down by type of administrative category.
pt: O DataViva apresenta informações sobre estudantes ((ingressantes, matrículas e concluintes) para todos os cursos de nível superior, organizadas por localidades ou por universidades. Os níveis de agregação para as localidades são município, microrregião, mesorregião e estado. As universidades (e demais organizações acadêmicas) também estão divididas por tipo de dependência administrativa.

source: Annual Social Information Report
pt: Relação Anual de Informações Sociais

source: Ministry of Labor and Employment – MTE
pt: Ministério do Trabalho e Emprego – MTE

source: RAIS is an annual administrative record conceived to supply the necessities of control, statistics and information for governmental entities in the social area. It constitutes a fundamental instrument to attend legal norms and is important to characterize and track the formal labor market. It depicts the Brazilian formal market by data provided by all businesses based on their standing on December 31st of the previous year. This includes data about employees and industries, among others. Currently, according to IBGE, RAIS covers about 97&#37; of the Brazilian formal market.
pt: A RAIS é um registro administrativo com periodicidade anual criada com a finalidade de suprir as necessidades de controle, estatística e informação às entidades governamentais da área social. Constitui um instrumento imprescindível para o cumprimento das normas legais, como também é de fundamental importância para o acompanhamento e a caracterização do mercado de trabalho formal. Retrata o mercado de trabalho formal no Brasil a partir de informações declaradas pelas próprias empresas sobre sua situação em 31 de dezembro do ano anterior. São informações acerca dos empregados, da atividade econômica desenvolvida, entre outras características. Atualmente, segundo o IBGE, a RAIS cobre cerca de 97&#37; do universo do mercado formal brasileiro.

source: DataViva presents information about the number of jobs, wages and number of establishments. The level of aggregation, in geographic terms, is available for Brazil, States, Mesoregions, Microregions and Municipalities; in sector terms, Sections, Divisions and Classes, according to the National Classification of Economic Activities (CNAE); and in terms of occupations, Main Groups and Families, following the Brazilian Occupations Classification (CBO 2002).
pt: DataViva apresenta informações sobre o número de empregos, salários e número de estabelecimentos. O nível de agregaçāo, em termos geográficos, pode ser feito por estados, mesorregiões, microrregiões e municípios; em termos de setores, seçāo, divisão e classes, de acordo com a CNAE; e, em termos de ocupações, grupo principal e famílias, de acordo com a CBO 2002.

source: The School Census is a survey of statistical-educational data nationwide held every year and coordinated by INEP. It is made with the cooperation of state and municipal departments of education and with the participation of all public and private schools.
pt: O Censo Escolar é um levantamento de dados estatístico-educacionais de âmbito nacional realizado todos os anos e coordenado pelo INEP. Ele é feito com a colaboração das secretarias estaduais e municipais de Educação e com a participação de todas as escolas públicas e privadas do país.

source: This is the main basic education information collection instrument, covering its different stages and types: regular education (children's education and elementary and high school), special education, and youth and adult education. The School Census collects data on institutions, enrollment, teaching functions, movement and school performance.
pt: Trata-se do principal instrumento de coleta de informações da educação básica, que abrange as suas diferentes etapas e modalidades: ensino regular (educação Infantil e ensinos fundamental e médio), educação especial e educação de jovens e adultos (EJA). O Censo Escolar coleta dados sobre estabelecimentos, matrículas, funções docentes, movimento e rendimento escolar.

source: DataViva presents information on the number of enrollments, by year for all basic education, aggregated by county, microregion, mesoregion or states. Data on vocational courses can also be viewed, in this case specifying the course in the same geographical levels of basic education. Schools are also divided by type of administrative category and the courses can be filtered by period of day.
pt: No DataViva, são apresentadas informações sobre o número de matrículas em cada ano/série do ensino básico, agregados por município, microrregião, mesorregião ou unidade da federação. Dados sobre cursos profissionalizantes também pode ser visualizados, neste caso especificando o curso nos mesmos níveis geográficos da educação básica. As escolas também estão divididas por tipo de dependência administrativa e os cursos podem ser filtrados por turno.

source: Foreign Trade Secretariat Database
pt: Banco de Dados da Secretaria de Comércio Exterior

source: Ministry of Development, Industry and Foreign Trade – MDIC
pt: Ministério do Desenvolvimento, Indústria e Comércio Exterior – MDIC

source: The SECEX/MDIC database allows historic analyses of the Brazilian international trade behavior, one of the most important indicators of economic development. It depicts and evaluates the commercial movement of the country with all of the others nations in the world, comprising import and export transactions. It also constitutes a basic instrument to decision making and helps determine economic guidelines by the government. Moreover, the database enables the agents involved in these activities to better plan their actions by analyzing empiric export and import data, enhancing the opportunities to develop international trade.
pt: O Banco de Dados da SECEX/MDIC possibilita a análise histórica do comportamento do intercâmbio comercial brasileiro, um dos mais importantes indicadores de desempenho da economia. Retrata e avalia o movimento comercial do País com as demais nações do mundo, englobando as vendas e compras efetuadas externamente. Constitui um instrumento básico para tomada de decisão e determinação de diretrizes econômicas por parte do Governo. Permite aos agentes envolvidos na atividade o melhor planejamento das suas ações pela análise dos dados concretos das exportações e importações, aumentando as oportunidades de desenvolvimento do comércio externo.

source: DataViva presents monthly information about Brazilian exports and imports since 2000. The main variables are: value, producing state, exporting municipalities, and origin or destination (country). Data is available for the following aggregations: in geographical terms, Brazil, States, Mesoregions, Microregions and Municipalities; and by products in Sections and Positions, according to the Harmonyzed System (HS Code).
pt: O DataViva apresenta informações mensais de exportações e importações brasileiras, de 2000 em diante. As principais variáveis são: valor das exportações e das importações por munícipio, unidade da federação produtora, municípios exportadores e país de destino ou origem. Os dados são divulgados para os seguintes recortes geográficos: Brasil, Unidades da Federação, Mesorregião, Microrregião e Municípios. Por produto de acordo com o Harmonyzed System (HS Code), agregados em: seção, capítulo e posição.

source: The number of unique municipalities where a given variable is present.
pt: O número de municípios únicos nos quais uma dada variável está presente.

source: The number of unique 6-digit CNAE industries that are present for a given variable.
pt: O número de atividades únicas de 6 dígitos CNAE que estão presentes para uma dada variável.

source: The number of unique 4-digit CBO occupations that are present for a given variable.
pt: O número de ocupações únicas de 4 dígitos CBO que estão presentes para uma dada variável.

source: The number of unique HS4 products that are present for a given variable.
pt: O número de produtos únicos HS4 que estão presentes para uma dada variável.

source: The number of unique import countries that are present for a given variable.
pt: O número de países importadores únicos que estão presentes para uma dada variável.

source: Effective Diversity
pt: Diversidade Efetiva

source: Effective diversity is the diversity of a given variable corrected for the share that each unit represents. For instance, if a location exports two products and each of these represents a 50&#37; share, then the effective diversity is 2. However, if these shares were 99&#37; and 1&#37;, then the effective diversity would be 1.058, which is close to 1, since this is a location that exports primarily one product.
pt: A diversidade efetiva é a diversidade de uma dada variável corrigida pela participação que cada unidade representa. Por exemplo, se uma localidade exporta dois produtos e cada um representa uma participação de 50&#37;, então a diversidade efetiva é 2. Por outro lado, se a participação for de 99&#37; e 1&#37;, então a diversidade efetiva será 1,058, próxima a 1, dado que esta é uma localidade que exporta basicamente um produto.

source: The importance of an occupation shows how often this occupation is employed by establishments of a given industry. The number of employees is not considered, just that the establishments of an industry employ the occupation. It is a calculation percentage, for example, if the importance of an occupation is 0.4 in an industry, this means that 40&#37; of the establishments in this industry employ that occupation.
pt: A importância de uma ocupação mostra com qual frequência esta ocupação é empregada pelos estabelecimentos de uma dada atividade econômica. Não é considerado o número de empregados, apenas se os estabelecimentos de uma atividade empregam uma ocupação. Trata-se de um cálculo percentual, por exemplo, se a importância de uma ocupação é 0,4 em uma atividade, isto significa que 40&#37; dos estabelecimentos desta atividade possuem esta ocupação.

source: The proximity between two products is the main index used for the creation of the Product Space, being a measure of the probability of product co-export. Using global export data, it estimates the probability of a product being exported by a country that also exports another specific product. This calculation is made for all products of the standard international trade classification (HS 4-digit level). The products most likely to be co-exported are considered connected in the network, based on the assumption that they share capabilities required for their manufacture.
pt: A Proximidade entre dois produtos é o principal índice utilizado para a criação da rede de produtos (Product Space), sendo uma medida da probabilidade de co-exportação dos produtos. Utilizando dados mundiais de exportação, calcula-se qual a probabilidade de um dado produto ser exportado por um país que também exporta outro determinado produto. Este cálculo é feito para todos os produtos da classificação padrão de comércio internacional (HS) no nível de 4 dígitos. Os produtos com maior probabilidade de co-exportação são considerados produtos conectados na rede, a partir da suposição de que compartilham conhecimentos produtivos necessários para sua fabricação.

source: To build the "Industry Space" and the connections between occupations the same reasoning is used. The proximity of the industries is calculated based on the probability of co-occupancy between two activities, meaning that it is a measure of the probability of two industries having the same occupations, and therefore requiring common capabilities. Similarly, the proximity of occupations is calculated based on the likelihood of these being employed in the same industry, revealing a productive knowledge that is used in various sectors of the Brazilian economy.
pt: Para construir o "Espaço de Atividades" e as conexões entre as ocupações é utilizado o mesmo raciocínio. A proximidade das atividades econômicas é calculada com base na probabilidade de co-ocupação entre duas atividades, ou seja, é uma medida da probabilidade de duas atividades possuírem as mesmas ocupações, e, portanto, exigirem conhecimentos produtivos comuns. Do mesmo modo, a proximidade das ocupações é calculada com base na probabilidade destas serem empregadas nas mesmas atividades econômicas, revelando um conhecimento produtivo que é utilizado em diversos setores da economia brasileira.
